Repository: NickvisionApps/Tagger
Catalog: po/*.po
Languages: nl

source: Tags saved successfully.
nl: De tags zijn opgeslagen.

source: Converted %d filenames to tags successfully
nl: Er zijn %d bestandsnamen omgezet in tags

source: Converted %d tags to filenames successfully
nl: Er zijn %d tags omgezet in bestandsnamen

source: Downloaded metadata for %d files successfully
nl: Er zijn metagegevens van %d bestanden opgehaald

source: Submitted metadata to AcoustId successfully.
nl: De metagegevens zijn verstuurd naar AcoustId.

source: Unable to submit metadata to AcoustId.
nl: De metagegevens kunnen niet worden verstuurd naar AcoustId.

source: An easy-to-use music tag (metadata) editor.
nl: Een eenvoudig te gebruiken (muziek)tagbewerker.

source: Cancel
nl: Annuleren

source: OK
nl: Oké

source: Open
nl: Openen

source: Open Music Folder (Ctrl+O)
nl: Muziekmap openen (Ctrl+O)

source: Reload Music Folder (F5)
nl: Muziekmap herladen (F5)

source: Preferences
nl: Voorkeuren

source: Keyboard Shortcuts
nl: Sneltoetsen

source: About %s
nl: Over %s

source: Main Menu
nl: Hoofdmenu

source: Apply
nl: Toepassen

source: Apply Changes To Tag (Ctrl+S)
nl: Tagwijzigingen opslaan (Ctrl+S)

source: Insert Album Art
nl: Albumhoes toevoegen

source: Remove Album Art
nl: Albumhoes verwijderen

source: Convert Filename to Tag
nl: Bestandsnaam omzetten in tag

source: Convert Tag to Filename
nl: Tag omzetten in bestandsnaam

source: Discard Unapplied Changes
nl: Wijzigingen verwerpen

source: Delete Tags
nl: Tags verwijderen

source: Tag Actions
nl: Tagacties

source: Download MusicBrainz Metadata
nl: MusicBrainz-metagegevens ophalen

source: Submit to AcoustId
nl: Versturen naar AcoustId

source: Web Services
nl: Online-diensten

source: No Music Files Found
nl: Er zijn geen muziekbestanden aangetroffen

source: Open a folder (or drag one into the app) with music files inside to get started.
nl: Open een map met muziekbestanden of sleep een map hierheen om aan de slag te gaan.

source: Search for filename (type ! to activate advanced search)...
nl: Zoeken naar bestand (typ ! om geavanceerd te zoeken)…

source: Advanced Search Info
nl: Geavanceerd zoeken

source: Selected files have different album art images.
nl: De geselecteerde bestanden zijn voorzien van verschillende albumhoezen.

source: Filename
nl: Bestandsnaam

source: Title
nl: Titel

source: Artist
nl: Artiest

source: Year
nl: Jaar

source: Track
nl: Volgnummer

source: Album Artist
nl: Albumartiest

source: Comment
nl: Opmerking

source: Duration
nl: Duur

source: Fingerprint
nl: Controlesom

source: File Size
nl: Bestandsgrootte

source: Apply Changes?
nl: Wijzigingen toepassen?

source: Some music files still have changes waiting to be applied. Would you like to apply those changes to the file or discard them?
nl: Enkele muziekbestanden zijn gewijzigd, maar nog niet opgeslagen. Wilt u dat nu doen of de wijzigingen verwerpen?

source: Discard
nl: Verwerpen

source: Loading music files...
nl: Bezig met laden van muziekbestanden…

source: Loaded %d music files.
nl: Er zijn %d muziekbestanden geladen.

source: Open Music Folder
nl: Muziekmap openen

source: _Open
nl: _Openen

source: _Cancel
nl: _Annuleren

source: Saving tags...
nl: Bezig met opslaan van tags…

source: Discarding unapplied changes...
nl: Bezig met verwerpen van wijzigingen…

source: Deleting tags...
nl: Bezig met verwijderen van tags…

source: Inserting album art...
nl: Bezig met toevoegen van albumhoes…

source: Removing album art...
nl: Bezig met verwijderen van albumhoes…

source: Filename to Tag
nl: Bestandsnaam naar tag

source: Please select a format string.
nl: Kies een opmaakmethode.

source: Format String
nl: Opmaakmethode

source: Converting filenames to tags...
nl: Bezig met omzetten van bestandsnamen in tags…

source: Tag to Filename
nl: Tag naar bestandsnaam

source: Converting tags to filenames...
nl: Bezig met omzetten van tags in bestandsnamen…

source: Downloading MusicBrainz metadata... <small>(This may take a while)</small>
nl: Bezig met ophalen van MusicBrainz-metagegevens… <small>(Dit kan even duren.)</small>

source: Too Many Files Selected
nl: Teveel bestanden geselecteerd

source: Only one file can be submitted to AcoustId at a time. Please select only one file and try again.
nl: U kunt slechts één bestand tegelijk naar AcoustId versturen. Kies een bestand en probeer het opnieuw.

source: Checking AcoustId user api key...
nl: Bezig met controleren van api-sleutel…

source: Invalid User API Key
nl: Ongeldige api-sleutel

source: The AcoustId User API Key is invalid. Please provide a valid api key in Preferences.
nl: De AcoustId-api-sleutel is ongeldig. Voer een geldige sleutel in in de voorkeuren.

source: AcoustId can associate a song's fingerprint with a MusicBrainz Recording Id for easy identification. If you have a MusicBrainz Recording Id for this song, please provide it below. If no id is provided, Tagger will submit your tag's metadata in association with the fingerprint instead.
nl: AcoustId kan de controlesom van nummers koppelen aan een MusicBrainz-opname-id, zodat identificatie eenvoudiger wordt. Als de MusicBrainz-opname-id van dit nummer heeft, voer deze dan hieronder in. Als u geen id opgeeft, zal Tagger de metagegevens op basis van de controlesom versturen.

source: MusicBrainz Recording Id
nl: MusicBrainz-opname-id

source: Submitting metadata to AcoustId...
nl: Bezig met versturen naar AcoustId…

source: Advanced Search
nl: Geavanceerd zoeken

source: Advanced Search is a powerful feature provided by Tagger that allows users to search files' tag contents for certain values, using a powerful tag syntax: !prop1="value1";prop2="value2" Where prop1, prop2 are valid tag properties and value1, value2 are the values to search wrapped in quotes. Each property is separated by a comma. Notice how the last property does not end in a comma. Valid Properties: - filename - title - artist - album - year - track - albumartist - genre - comment Syntax Checking: - If the syntax of your string is valid, the textbox will turn green and will filter the listbox with your search - If the syntax of your string is invalid, the textbox will turn red and will not filter the listbox Examples: !artist="" This search string will filter the listbox to contain music files who's artist is empty !genre="";year="2022" This search string will filter the listbox to contain music files who's genre is empty and who's year is 2022 (Year and Track properties will validate if the value string is a number). !title="";artist="bob" This search string will filter the listbox to contain music files who's title is empty and who's artist is bob * Advanced Search is case insensitive *
nl: Met geavanceerd zoeken kunt u de taginhoud doorzoeken om te filteren op bepaalde waarden. Hieronder vindt u een lijst met de syntaxis die u kunt gebruiken: !eigenschap1="waarde1";eigenschap2="waarde2" eigenschap1 en eigenschap2 zijn tageigenschappen; waarde1 en waarde2 zijn de waarden waarnaar gezocht moet worden. Scheid items met komma's en plaats geen komma aan het einde van de syntaxis. Geldige eigenschappen: - filename - title - artist - album - year - track - albumartist - genre - comment Syntaxiscontrole: - Als de syntaxis van uw opdracht geldig is, dan kleurt het tekstvak groen en wordt de lijst gefilterd op basis van uw zoekopdracht; - Als de syntaxis van uw opdracht ongeldig is, dan kleurt het tekstvak rood en wordt de lijst niet gefilterd. Voorbeelden: !artist="" Met deze opdracht kunt u filteren op muziekbestanden zonder artiesttag; !genre="";year="2022" Met deze opdracht kunt u filteren op muziekbestanden zonder genre uit het jaar 2022; (‘Year’ en ‘Track’ controleren of de waarde een getal is.) !title="";artist="bob" Met deze opdracht kunt u filteren op muziekbestanden zonder titeltag van de artiest genaamd ‘bob’. * Zoekopdrachten zijn niet hoofdlettergevoelig. *

source: User Interface
nl: Vormgeving

source: Customize the application's user interface.
nl: Zet de vormgeving van de toepassing naar eigen hand.

source: Theme
nl: Thema

source: System
nl: Systeemthema

source: Light
nl: Licht thema

source: Dark
nl: Donker thema

source: Music Folder
nl: Muziekmap

source: Customize music folder settings.
nl: Pas de muziekmapvoorkeuren aan.

source: Include Subfolders
nl: Ook onderliggende mappen doorzoeken

source: If checked, subfolders will be included when scanning for music files in a music folder.
nl: Schakel in om onderliggende mappen te doorzoeken tijdens het het doorzoeken van de muziekmap.

source: Remember Last Opened Folder
nl: Vorige map heropenen na opstarten

source: If checked, the last opened music folder will be remembered and opened again when Tagger starts.
nl: Schakel in om de vorige muziekmap te heropenen als Tagger wordt afgesloten en weer wordt gestart.

source: Music File
nl: Muziekbestand

source: Customize music file settings.
nl: Pas de muziekbestandvoorkeuren aan.

source: Preserve Modification Time Stamp
nl: Bewerktijdstip niet aanpassen

source: If checked, a music file's modification time stamp will not be updated when the tag is edited.
nl: Schakel in om het bewerktijdstip van een muziekbestand niet bij te werken na het aanpassen van de bijbehorende tag.

source: Overwrite Tag With MusicBrainz
nl: Tageigenschappen vervangen door die van MusicBrainz

source: If checked, a tag's properties will be overwritten with the metadata downloaded from MusicBrainz. Else, Tagger will fill-in only empty tag properties with MusicBrainz metadata.
nl: Schakel in om de tageigenschappen te vervangen door die van MusicBrainz. Schakel uit om alleen blanco eigenschappen te vervangen door die van MusicBrainz.

source: Fingerprinting
nl: Controlesommen

source: Customize fingerprinting settings.
nl: Pas de controlesomvoorkeuren aan.

source: Get New API Key
nl: Api-sleutel ophalen

source: AcoustId User API Key
nl: AcoustId-api-sleutel

source: Reload Music Folder
nl: Muziekmap herladen

source: Apply Changes
nl: Wijzigingen toepassen

source: Delete Tag
nl: Tag verwijderen

source: Application
nl: Toepassing

source: About
nl: Over
