Repository: NickvisionApps/Tagger
Catalog: NickvisionTagger.Shared/Resources/po/*.po
Languages: bg, cs, de, es, fi, fr, he, hi, hr, it, ru, tr, zh_hans

source: Discard Unapplied Changes
bg: Отхвърляне на незапазените промени
cs: Zrušit nepoužité změny
de: Nicht angewandte Änderungen verwerfen
es: Descartar cambios no aplicados
fi: Hylkää toteuttamattomat muutokset
fr: Abandonner les changements
he: השלכת שינויים שלא הוחלו
hi: अप्रयुक्त परिवर्तन खारिज करें
hr: Odbaci neprimjenjene promjene
it: Annulla le modifiche non applicate
ru: Отменить изменения
tr: Uygulanmamış Değişiklikleri Gözden Çıkar
zh_hans: 放弃未应用的更改

source: Discarding tags...
bg: Отхвърляне на етикетите...
cs: Zahazování značek...
de: Tags werden verworfen...
es: Descartando las etiquetas...
fi: Hylätään tagit...
fr: Abandon des balises…
hi: टैग खारिज किए जा रहे हैं…
it: Cancellazione delle etichette in corso…
ru: Отбраковка тегов...
tr: Etiketler gözden çıkarılıyor...
zh_hans: 丢弃标签中……

source: discnumber
bg: номернадиска
cs: číslodisku
es: númerodeldisco
hi: डिस्कनंबर
ru: номер диска
tr: disk numarası
zh_hans: 唱片编号

source: disctotal
bg: общодискове
cs: celkemdisků
es: totaldeldisco
hi: डिस्कटोटल
ru: количество дисков
tr: toplamdisk
zh_hans: 唱片总计

source: Discussions
bg: Дискусии
cs: Diskuze
de: Diskussionen
es: Debates
hi: विचार विमर्श
ru: Обсуждения
tr: Tartışmalar
zh_hans: 讨论

source: Documentation
bg: Документация
cs: Dokumentace
de: Dokumentation
es: Documentación
fi: Dokumentaatio
hi: दस्तावेज़ीकरण
ru: Документация
tr: Belgelendirme
zh_hans: 文档

source: Download Lyrics
bg: Изтегляне на текста
cs: Stáhnout texty
de: Songtexte herunterladen
es: Descargar las letras
fi: Lataa sanoitukset
fr: Télécharger les paroles
hi: गाने के बोल डाउनलोड करें
it: Scarica testo
ru: Загрузить текст песни
tr: Şarkı Sözlerini İndir
zh_hans: 下载歌词

source: Download MusicBrainz Metadata
bg: Изтегляне на MusicBrainz метаданни
cs: Stáhnout metadata z MusicBrainz
de: Metadaten von MusicBrainz herunterladen
es: Descargar metadatos de MusicBrainz
fi: Lataa MusicBrainz-metatiedot
fr: Télécharger les métadonnées depuis MusicBrainz
he: הורדת נתוני מידע מ־MusicBrainz
hi: MusicBrainz मेटाडेटा डाउनलोड करें
hr: Preuzmi MusicBrainz metapodatke
it: Scarica i metadati da MusicBrainz
ru: Загрузить метаданные MusicBrainz
tr: MusicBrainz Üst Verilerini İndir
zh_hans: 从 MusicBrainz 获取元数据

source: Download MusicBrainz Metadata (Ctrl+M)
bg: Изтегляне на MusicBrainz метаданни (Ctrl+M)
cs: Stáhnout metadata z MusicBrainz (Ctrl+M)
de: Metadaten von MusicBrainz herunterladen (Strg+M)
es: Descargar los metadatos de MusicBrainz (Ctrl+M)
fi: Lataa MusicBrainz-metatiedot (Ctrl+M)
fr: Télécharger les métadonnées depuis MusicBrainz (Ctrl+M)
hi: MusicBrainz मेटाडेटा डाउनलोड करें (Ctrl+M)
ru: Загрузить метаданные MusicBrainz (Ctrl+M)
tr: MusicBrainz Üst Verilerini İndir (Ctrl+M)
zh_hans: 从 MusicBrainz 获取元数据 (Ctrl+M)

source: Downloaded lyrics for {0} files successfully
bg: Успешно изтегляне на текста за {0} файлове
cs: Texty pro {0} souborů úspěšně staženy
de: Songtexte für {0} Dateien erfolgreich heruntergeladen
es: Letras descargadas para {0} archivos correctamente
fi: {0} tiedostolle ladattiin sanoitukset
fr: Paroles téléchargées pour {0} fichiers avec succès
hi: {0} फाइलों के लिए बोल सफलतापूर्वक डाउनलोड किए गए
it: Testi per {0} scaricati con successo
ru: Успешно загружены тексты песен для {0} файлов
tr: {0} dosya için şarkı sözleri indirildi
zh_hans: 成功为 {0} 个文件下载了歌词

source: Downloaded metadata for {0} files successfully
bg: Успешно изтегляне на метаданните за {0} файлове
cs: Metadata pro {0} souborů úspěšně stažena
de: Metadaten für {0} Dateien erfolgreich heruntergeladen
es: Descargados correctamente los metadatos de los {0} archivos
fi: Ladattiin metatiedot {0} tiedostolle
fr: Métadonnées téléchargées pour {0} fichiers avec succès
he: הורדו בהצלחה נתוני מידע על {0} קבצים
hi: {0} फाइलों के लिए मेटाडेटा सफलतापूर्वक डाउनलोड किया गया
hr: Uspješno preuzeti metapodaci za {0} datoteke(a)
it: Metadati per {0} scaricati con successo
ru: Метаданные для {0} файлов загружены успешно
tr: {0} dosya için üst veri indirildi
zh_hans: 成功为 {0} 个文件下载了元数据

source: Downloading lyrics...
bg: Изтегляне на текст...
cs: Stahování textů...
de: Songtexte werden heruntergeladen...
es: Descargando las letras...
fi: Ladataan sanoituksia...
fr: Téléchargement des paroles…
hi: गाने के बोल डाउनलोड करें…
it: Scaricamento dei testi in corso…
ru: Загрузка текста...
tr: Şarkı sözleri indiriliyor...
zh_hans: 下载歌词中……

source: Downloading MusicBrainz metadata...
bg: Изтегляне на MusicBrainz метаданни...
cs: Stahování metadat z MusicBrainz...
de: Metadaten werden von MusicBrainz heruntergeladen...
es: Descargando metadatos de MusicBrainz…
fi: Ladataan MusicBrainz-metatietoja...
fr: Téléchargement des métadonnées depuis MusicBrainz…
he: מוריד נתוני מידע מ־MusicBrainz…
hi: MusicBrainz मेटाडेटा डाउनलोड हो रहा है…
hr: Preuzmi MusicBrainz metapodatke …
it: Scaricamento dei metadati da MusicBrainz in corso…
ru: Загрузка метаданных MusicBrainz...
tr: MusicBrainz üst verileri indiriliyor...
zh_hans: 正在从 MusicBrainz 下载元数据……

source: Drop here to open library
bg: Пуснете тук, за да отворите фонотеката
cs: Přesuňte sem pro otevření knihovny
de: Hier loslassen um die Bibliothek zu öffnen
es: Haga clic aquí para abrir la biblioteca
fr: Déposez ici pour ouvrir la bibliothèque
hi: लाइब्रेरी खोलने के लिए यहां आएं
ru: Отпустите сюда чтобы открыть библиотеку
tr: Kitaplık açmak için buraya bırakın
zh_hans: 拖动到此打开曲库

source: Edit
bg: Редактиране
cs: Upravit
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
hi: संपादन
it: Modifica
ru: Редактировать
tr: Düzenle
zh_hans: 编辑

source: Enable to overwrite existing album art with art found from MusicBrainz.
bg: Активирайте, за да презапишете съществуващата обложка на албума с обложка от MusicBrainz.
cs: Povolte pro přepsání existujícího obalu alba nalezeného na MusicBrainz.
de: Aktivieren um Albumcover mit Bildern von MusicBrainz zu überschreiben.
es: Activar para sobreescribir las portadas de los álbumes existentes con portadas encontradas en MusicBrainz.
fr: Activer pour remplacer la couverture actuelle de l’album par celle récupérée depuis MusicBrainz.
he: לאפשר לדרוס עטיפת אלבום קיימת עם עטיפת מ־MusicBrainz.
hi: MusicBrainz से प्राप्त आर्ट के साथ मौजूदा एल्बम आर्ट को अधिलेखित करने में सक्षम करें।
hr: Aktiviraj prepisivanje postojeće slike albuma s pronađenom slikom na MusicBrainz.
it: Abilita la sovrascrittura delle copertine esistenti con quelle trovate su MusicBrainz.
ru: Включите чтобы перезаписывать существующие обложки альбомов обложками, найденными из MusicBrainz.
tr: MusicBrainzʼden bulunan kapakla var olan albüm kapağının üzerine yazmayı etkinleştir.
zh_hans: 启用使用从 MusicBrainz 找到的图片覆盖现有专辑封面。

source: Enable to overwrite existing lyrics with that found from downloading lyrics from the web. If disabled, only blank lyrics will be filled.
bg: Активирайте, за да презапишете съществуващите метаданни с текст изтеглен от Интернета. Ако е изключено, ще се попълват само празните тесктове.
cs: Povolte pro přepsání existujících textů těmi staženými z webu. Při zakázání budou vyplněny pouze prázdné texty.
de: Aktivieren um bestehende Songtexte mit heruntergeladenen Songtexten zu überschreiben. Wenn diese Option ausgeschaltet ist, werden nur leere Songtexte befüllt.
es: Activar para sobrescribir las letras existentes con las encontradas al descargar las letras de la web. Si se desactiva, sólo se rellenarán las letras en blanco.
fr: Activer pour remplacer les paroles existantes avec celles récupérées depuis le web. Si cette option est désactivée, seules les paroles laissées vides seront remplies.
hi: वेब से बोल डाउनलोड करने पर मिले बोलो के साथ मौजूदा बोलो को अधिलेखित करने में सक्षम करें। अक्षम होने पर, केवल रिक्त बोल ही भरे जायेंगे।
it: Abilita la sovrascrittura dei testi esistenti con quelli trovati in rete. Se disabilitato verranno riempiti solamente i campi vuoti.
ru: Включить возможность перезаписи существующего текста текстом, найденными при загрузке текста из Интернета. Если эта функция отключена, то будут заполняться только пустой текст.
tr: Mevcut şarkı sözlerinin üzerine internetten şarkı sözleri indirerek üzerine yazılmasını etkinleştir. Devre dışı bırakılırsa, yalnızca boş şarkı sözleri doldurulur.
zh_hans: 启用以使用从 Web 下载歌词找到的歌词覆盖现有歌词。如果禁用，则只会填充空白歌词。

source: Enable to overwrite existing tag metadata with data found from MusicBrainz. If disabled, only blank tag properties will be filled.
bg: Активирайте, за да презапишете съществуващите етикети с етикети от MusicBrainz. Ако е изключено, ще се попълват само празните етикети.
cs: Povolte pro přepsání metadat existující značky metadaty nalezenými na MusicBrainz. Při zakázání budou vyplněny pouze prázdné vlastnosti značek.
de: Aktivieren um Tag-Metadaten mit Daten von MusicBrainz zu überschreiben. Wenn ausgeschaltet werden nur leere Eigenschaften ausgefüllt.
es: Activar para sobrescribir los metadatos de las etiquetas existentes con los datos encontrados en MusicBrainz. Si se desactiva, sólo se rellenarán las propiedades en blanco de las etiquetas.
fr: Activer pour remplacer les métadonnées des balises existantes avec les données récupérées depuis MusicBrainz. Si cette option est désactivée, seules les propriétés des balises laissées vides seront remplies.
he: לאפשר לדרוס תג קיים עם מידע המגיע מ־MusicBrainz. אם מושבת, רק מאפייני תג ריקים ימולאו.
hi: MusicBrainz से प्राप्त डेटा के साथ मौजूदा टैग मेटाडेटा को अधिलेखित करने में सक्षम करें। यदि अक्षम किया गया है, तो केवल रिक्त टैग गुण भरे जाएंगे।
hr: Aktiviraj prepisivanje postojećih metapodataka oznaka s MusicBrainz podacima. Ako je deaktivirano, popunit će se samo prazna svojstva oznake.
it: Abilita la sovrascrittura dei metadati esistenti con quelli trovati su MusicBrainz. Se disabilitato verranno riempiti solamente i campi vuoti.
ru: Включает перезапись существующих метаданных тега данными, найденными из MusicBrainz. Если отключить, будут заполнены только пустые свойства тегов.
tr: MusicBrainzʼden bulunan verilerle mevcut etiket üst verilerinin üzerine yazmak için etkinleştirin. Devre dışı bırakılırsa, yalnızca boş etiket özellikleri doldurulur.
zh_hans: 启用此选项可使用从 MusicBrainz 找到的数据覆盖现有标签元数据。如果禁用，则仅填充空白标记属性。

source: Enter album artist here
bg: Въведете изпълнител на албум тук
cs: Sem zadejte umělce alba
de: Albumkünstler hier eintragen
es: Introduzca aquí el artista del álbum
fr: Entrez l’artiste de l’album ici
hi: यहां एल्बम कलाकार दर्ज करें
ru: Введите исполнителя альбома здесь
tr: Albüm sanatçısını buraya girin
zh_hans: 在此处输入专辑艺术家

source: Enter album here
bg: Въведете албум тук
cs: Sem zadejte album
de: Album hier eintragen
es: Introduzca aquí el álbum
fr: Entrez l’album ici
hi: यहां एल्बम दर्ज करें
ru: Введите альбом здесь
tr: Albümü buraya girin
zh_hans: 在此处输入专辑名称

source: Enter artist here
bg: Въведете изпълнител тук
cs: Sem zadejte umělce
de: Künstler hier eintragen
es: Introduzca aquí el artista
fr: Entrez l’artiste ici
hi: यहां कलाकार दर्ज करें
ru: Введите исполнителя здесь
tr: Sanatçıyı buraya girin
zh_hans: 在此处输入艺术家名称

source: Enter beats per minute here
bg: Въведете темпо тук
cs: Sem zadejte údery za minutu
de: Schläge pro Minute hier eintragen
es: Introduzca aquí las pulsaciones por minuto
fr: Entrez le nombre de battements par minute ici
hi: यहां प्रति मिनट बीट्स दर्ज करें
ru: Введите частоту ударов в минуту здесь
tr: Dakika başına vuruşu buraya girin
zh_hans: 在此处输入每分钟节拍数

source: Enter comment here
bg: Въведете коментар тук
cs: Sem zadejte komentář
de: Kommentar hier eintragen
es: Introduzca aquí su comentario
fr: Entrez les commentaires ici
hi: यहां टिप्पणी दर्ज करें
ru: Введите комментарий здесь
tr: Yorumu buraya girin
zh_hans: 在此处输入备注

source: Enter composer here
bg: Въведете композитор тук
cs: Sem zadejte skladatele
de: Komponist hier eintragen
es: Introduzca aquí el compositor
fr: Entrez le compositeur ici
hi: यहां संगीतकार दर्ज करें
ru: Введите композитора здесь
tr: Besteciyi buraya girin
zh_hans: 在此处输入作曲家

source: Enter custom choice here
bg: Въведете друг избор тук
cs: Sem zadejte vlastní volbu
de: Benutzerdefinierte Auswahl hier eintragen
es: Introduzca aquí su opción
hi: यहां कस्टम विकल्प दर्ज करें
ru: Введите свой выбор здесь
tr: Özel seçimi buraya girin
zh_hans: 在此处输入自定义选择

source: Enter description here
bg: Въведете описание тук
cs: Sem zadejte popis
de: Beschreibung hier eintragen
es: Introduzca aquí la descripción
fr: Entrez la description ici
hi: यहां विवरण दर्ज करें
ru: Введите описание здесь
tr: Açıklamayı buraya girin
zh_hans: 在此处输入描述

source: Enter disc number here
bg: Въведете номер на диск тук
cs: Sem zadejte číslo disku
es: Introduzca aquí el número del disco
hi: यहां डिस्क नंबर दर्ज करें
ru: Введите номер диска здесь
tr: Disk numarasını buraya girin
zh_hans: 在此处输入唱片编号

source: Enter disc total here
bg: Въведете общ брой дискове тук
cs: Sem zadejte celkový počet disků
es: Introduzca aquí todo el disco
hi: यहां डिस्क टोटल दर्ज करें
ru: Введите количество дисков здесь
tr: Toplam disk sayısını buraya girin
zh_hans: 在此处输入唱片总数

source: Enter file name here
bg: Въведете име на файл тук
cs: Sem zadejte název souboru
de: Dateinamen hier eintragen
es: Introduzca aquí el nombre del archivo
fr: Entrez le nom du fichier ici
hi: यहां फाइल नाम दर्ज करें
ru: Введите имя файла здесь
tr: Dosya adını buraya girin
zh_hans: 在此处输入文件名

source: Enter genre here
bg: Въведете жанр тук
cs: Sem zadejte žánr
de: Genre hier eintragen
es: Introduzca aquí el género
fr: Entrez le genre ici
hi: यहां शैली दर्ज करें
ru: Введите жанр здесь
tr: Türü buraya girin
zh_hans: 在此处输入流派

source: Enter key here
bg: Въведете ключ тук
cs: Sem zadejte klíč
de: Schlüssel hier eintragen
es: Introduzca aquí la clave
fr: Entrez la clé ici
hi: यहां कुंजी दर्ज करें
ru: Введите ключ здесь
tr: Anahtarı buraya girin
zh_hans: 在这里输入密钥

source: Enter language code here
bg: Въведете езиков код тук
cs: Sem zadejte jazykový kód
de: Sprachcode hier eintragen
es: Introduzca aquí el código del idioma
fr: Entrez le code du langage ici
hi: यहां भाषा कोड दर्ज करें
ru: Введите код языка здесь
tr: Dil kodunu buraya girin
zh_hans: 在此处输入语言代码

source: Enter offset here
bg: Въведете отместване тук
cs: Sem zadejte odsazení
de: Verschiebung hier eintragen
es: Introduzca aquí el desfase
hi: यहां ऑफसेट दर्ज करें
ru: Введите смещение здесь
tr: Ofseti buraya girin
zh_hans: 在此处输入偏移量

source: Enter publisher here
bg: Въведете издател тук
cs: Sem zadejte vydavatele
de: Verlag hier eintragen
es: Introduzca aquí el editor
hi: यहां प्रकाशक दर्ज करें
ru: Введите издателя здесь
tr: Yayımcıyı buraya girin
zh_hans: 在此处输入发行商

source: Enter title here
bg: Въведете заглавие тук
cs: Sem zadejte název
de: Titel hier eintragen
es: Introduzca aquí el título
fr: Entrez le titre ici
hi: यहां शीर्षक दर्ज करें
ru: Введите название
tr: Başlığı buraya girin
zh_hans: 在此处输入标题

source: Enter track here
bg: Въведете песен тук
cs: Sem zadejte stopu
de: Track hier eintragen
es: Introduzca aquí la pista
fr: Entrez la piste ici
hi: यहां ट्रैक दर्ज करें
ru: Введите трек здесь
tr: Parçayı buraya girin
zh_hans: 在这里输入曲目

source: Enter track total here
bg: Въведете общ брой песни тук
cs: Sem zadejte celkový počet stop
de: Trackanzahl hier eintragen
es: Introduzca aquí la totalidad de la pista
fr: Entrez le total des pistes ici
hi: यहां ट्रैक कुल दर्ज करें
ru: Введите общее количество треков здесь
tr: Toplam parça sayısını buraya girin
zh_hans: 在此处输入曲目总数

source: Enter year here
bg: Въведете година тук
cs: Sem zadejte rok
de: Jahr hier eintragen
es: Introduzca aquí el año
fr: Entrez l’année ici
hi: यहां वर्ष दर्ज करें
ru: Введите год
tr: Yılı buraya girin
zh_hans: 在此处输入年份

source: Error
bg: Грешка
cs: Chyba
de: Fehler
fi: Virhe
fr: Erreur
he: שגיאה
hi: त्रुटि
it: Errore
ru: Ошибка
tr: Hata
zh_hans: 错误

source: ERROR
bg: ГРЕШКА
cs: CHYBA
de: FEHLER
fi: VIRHE
fr: ERREUR
he: תקלה
hi: त्रुटि
hr: GREŠKA
it: ERRORE
ru: ОШИБКА
tr: HATA
zh_hans: 错误

source: Existing Lyrics
bg: Съществуващ текст
cs: Existující texty
de: Existierende Songtexte
es: Letras ya existentes
fi: Olemassa olevat sanoitukset
fr: Paroles existantes
he: מילות שיר קיימות
hi: मौजूदा बोल
it: Testo esistente
ru: Существующий текст
tr: Var Olan Şarkı Sözleri
zh_hans: 现有歌词

source: Exit
bg: Спиране на програмата
cs: Opustit
de: Verlassen
es: Salir
fr: Quitter
hi: बाहर निकलें
ru: Выход
tr: Çık
zh_hans: 退出

source: Export
bg: Изнасяне
cs: Exportovat
de: Exportieren
es: Exportar
fi: Vie
fr: Exporter
he: ייצוא
hi: निर्यात
hr: Izvezi
it: Esporta
ru: Экспортировать
tr: Dışa Aktar
zh_hans: 导出

source: Export Back Album Art
bg: Изнасяне на задната обложка на албума
cs: Exportovat zadní obal alba
de: Rückseite des Albumcovers exportieren
es: Exportar contraportada del álbum
fi: Vie albumin takakuvitus
fr: Exporter le dos de la pochette d’album
he: ייצוא עטיפת אלבום אחורית
hi: बैक एल्बम कला निर्यात करें
hr: Izvezi stražnju sliku albuma
it: Esporta copertina
ru: Экспортировать заднюю обложку альбома
tr: Albüm Arka Kapağını Dışa Aktar
zh_hans: 导出专辑背面

source: Export Front Album Art
bg: Изнасяне на предната обложка на албума
cs: Exportovat přední obal alba
de: Vorderseite des Albumcovers exportieren
es: Exportar portada del álbum
fi: Vie albumin etukuvitus
fr: Exporter la face de la pochette d’album
he: ייצוא עטיפת אלבום קדמית
hi: निर्यात फ्रंट एल्बम कला
hr: Izvezi prednju sliku albuma
it: Esporta copertina (fronte)
ru: Экспортировать переднюю обложку альбома
tr: Albüm Ön Kapağını Dışa Aktar
zh_hans: 导出专辑封面

source: Export to LRC
bg: Изнасяне към LRC
cs: Exportovat do LRC
de: Nach LRC Exportieren
es: Exportar a LRC
fr: Exporter vers LRC
he: ייצוא ל־LRC
hi: LRC को निर्यात करें
it: Esporta in LRC
ru: Экспорт в LRC
tr: LRC'ye Dışa Aktar
zh_hans: 导出到 LRC

source: Exported back album art to file successfully
bg: Успешно изнасяне на задната обложка
cs: Zadní obal alba úspěšně exportován do souboru
de: Rückseite des Albumcovers erfolgreich zu Datei exportiert
es: Exportada correctamente contraportada del álbum al archivo
fr: Le dos de la pochette d’album a été exporté vers le fichier avec succès
he: עטיפת אלבום אחורית יוצאה בהצלחה
hi: बैक एल्बम आर्ट को फाइल में सफलतापूर्वक निर्यात किया गया
hr: Stražnja slika albuma je uspješno izvezena u datoteku
it: La copertina posteriore è stata esportata correttamente
ru: Успешный экспорт обложек альбомов в файл
tr: Albüm arka kapağı dosyaya dışa aktardı
zh_hans: 成功将专辑背面导出到文件

source: Exported front album art to file successfully
bg: Успешно изнасяне на предната обложка
cs: Přední obal alba úspěšně exportován do souboru
de: Vorderseite des Albumcovers erfolgreich zu Datei exportiert
es: Exportada correctamente la portada del álbum al archivo
fr: La face de la pochette d’album a été exportée vers le fichier avec succès
he: עטיפת אלבום קדמית יוצאה בהצלחה
hi: फ्रंट एल्बम आर्ट को फाइल में सफलतापूर्वक निर्यात किया गया
hr: Prednja slika albuma je uspješno izvezena u datoteku
it: La copertina anteriore è stata esportata correttamente
ru: Успешно экспортированы в файл передние обложки альбомов
tr: Albüm ön kapağı dosyaya dışa aktarıldı
zh_hans: 成功将专辑封面导出到文件

source: Exported successfully to: {0}
bg: Успешно изнасяне в: {0}
cs: Úspěšně exportováno do: {0}
de: Erfolgreich exportiert nach: {0}
es: Exportado con éxito a: {0}
fi: Viety onnistuneesti: {0}
fr: Exporté avec succès vers : {0}
he: הייצוא בוצע בהצלחה אל: {0}
hi: सफलतापूर्वक यहां निर्यात किया गया: {0}
it: Esportazione completata con successo su: {0}
ru: Успешно экспортировано в: {0}
tr: Dışa aktarıldı: {0}
zh_hans: 成功导出：{0}

source: Failed MusicBrainz Lookup
bg: Неуспешно търсене в MusicBrainz
cs: Neúspěšné vyhledávání ve službě MusicBrainz
de: Suche mit MusicBrainz fehlgeschlagen
es: Búsqueda fallida en MusicBrainz
fr: Vérification échouée sur MusicBrainz
hi: MusicBrainz लुकअप विफल
ru: Не удалось выполнить поиск в MusicBrainz
tr: MusicBrainz Araması Başarısız Oldu
zh_hans: 从 MusicBrainz 查找失败

source: Failed MusicBrainz Lookups
bg: Неуспешни търсения в MusicBrainz
cs: Neúspěšná vyhledávání ve službě MusicBrainz
de: Konnte nicht mit MusicBrainz suchen
es: Búsquedas fallidas en MusicBrainz
fr: Vérifications échouées sur MusicBrainz
hi: MusicBrainz लुकअप विफल
it: Controllo su MusicBrainz non riuscito
ru: Неудачные поиски в MusicBrainz
tr: MusicBrainz Aramaları Başarısız Oldu
zh_hans: 从 MusicBrainz 查找失败

source: Failed to export back album art to a file
bg: Неуспешно изнасяне на задната обложка
cs: Nepodařilo se exportovat zadní obal alba do souboru
de: Fehler beim Exportieren des Rückseite des Albumcovers zur Datei
es: Error al exportar contraportada del álbum a un archivo
fr: Échec de l’exportation du dos de la pochette d’album vers le fichier
he: ייצוא עטיפת אלבום אחורית לקובץ נכשל
hi: बैक एल्बम आर्ट को फाइल में निर्यात करने में विफल
hr: Stražnja slika albuma nije uspješno izvezena u datoteku
it: Si è verificato un errore durante l'esportazione della copertina posteriore
ru: Не удалось экспортировать обложку альбома в файл
tr: Albüm arka kapağı dosyaya dışa aktarılamadı
zh_hans: 无法导出专辑背面到文件

source: Failed to export front album art to a file
bg: Неуспешно изнасяне на предната обложка
cs: Nepodařilo se exportovat přední obal alba do souboru
de: Fehler beim Exportieren der Vorderseite des Albumcovers zur Datei
es: Error al exportar portada del álbum a un archivo
fr: Échec de l’exportation de la face de la pochette d’album vers le fichier
he: ייצוא עטיפת אלבום קדמית לקובץ נכשל
hi: फ्रंट एल्बम आर्ट को फाइल में निर्यात करने में विफल
hr: Prednja slika albuma nije uspješno izvezena u datoteku
it: Si è verificato un errore durante l'esportazione della copertina anteriore
ru: Не удалось экспортировать обложки альбомов в файл
tr: Albüm ön kapağı dosyaya dışa aktarılamadı
zh_hans: 无法导出专辑封面到文件

source: File
bg: Файл
cs: Soubor
de: Datei
es: Archivo
fi: Tiedosto
fr: Fichier
hi: फाइल
ru: Файл
tr: Dosya
zh_hans: 文件

source: File fixed successfully
bg: Успешно оправяне на файла
es: Archivo reparado correctamente
hi: फाइल सफलतापूर्वक ठीक कर दी गई
ru: Файл исправлен успешно
zh_hans: 成功修复文件

source: File Name
bg: Име на файла
cs: Název souboru
de: Dateiname
es: Nombre del archivo
fi: Tiedostonimi
fr: Nom du fichier
he: שם קובץ
hi: फाइल का नाम
hr: Ime datoteke
it: Nome del file
ru: Имя файла
tr: Dosya Adı
zh_hans: 文件名

source: File Name to Tag
bg: Име на файл към етикет
cs: Název souboru na značku
de: Dateiname zu Tag
es: Nombre de archivo a etiquetar
fi: Tiedostonimi tunnisteeksi
fr: Nom de fichier vers balise
he: שם קובץ לתג
hi: टैग को फाइल का नाम
hr: Ime datoteke u oznaku
it: Da nome del file ad etichetta
ru: Имя файла в тег
tr: Dosya Adından Etikete
zh_hans: 文件名到标签

source: File Name to Tag (Ctrl+F)
bg: Име на файл към етикет (Ctrl+F)
cs: Název souboru na značku (Ctrl+F)
de: Dateiname zu Tag (Strg+F)
es: Nombre de archivo a etiqueta (Ctrl+F)
fi: Tiedostonimi tagiksi (Ctrl+F)
fr: Nom de fichier vers balise (Ctrl+F)
hi: टैग को फाइल का नाम (Ctrl + F)
ru: Имя файла в тег (Ctrl+F)
tr: Dosya Adından Etikete (Ctrl+F)
zh_hans: 文件名到标签 (Ctrl+F)

source: File Path
bg: Път до файла
cs: Cesta k souboru
de: Dateipfad
es: Ruta del archivo
fi: Tiedostopolku
fr: Chemin d’accès du fichier
he: נתיב הקובץ
hi: फाइल पथ
it: Percorso del file
ru: Путь к файлу
tr: Dosya Yolu
zh_hans: 文件路径

source: File Properties
bg: Файлови свойства
cs: Vlastnosti souboru
de: Dateieigenschaften
es: Propiedades del archivo
fi: Tiedoston ominaisuudet
fr: Propriétés du fichier
he: מאפייני קובץ
hi: फाइल गुण
hr: Svojstva datoteke
it: Proprietà del file
ru: Свойства файла
tr: Dosya Özellikleri
zh_hans: 文件属性

source: filename
bg: именафайла
cs: názevsouboru
de: Dateiname
es: nombredearchivo
fi: tiedostonimi
fr: nom de fichier
he: שם קובץ
hi: फाइल का नाम
hr: ime datoteke
it: nomefile
ru: имя файла
tr: dosya adı
zh_hans: 文件名

source: Fingerprint
bg: Отпечатък
cs: Otisk
de: Fingerabdruck
es: Firma
fi: Sormenjälki
fr: Empreinte
he: טביעת אצבע
hi: फिंगरप्रिंट
hr: Digitalni otisak
it: Impronta
ru: Отпечаток
tr: Parmak izi
zh_hans: 指纹
