Repository: NickvisionApps/Tagger
Catalog: NickvisionTagger.Shared/Resources/po/*.po
Languages: bg, cs, de, es, fi, fr, he, hi, hr, it, ru, tr, zh_hans

source: Remember Last Opened Folder
hr: Zapamti zadnju otvorenu mapu

source: Music Folder
hr: Mapa glazbe

# Shortcut
source: Music Folder
hr: Mapa glazbe

source: Close Folder
hr: Zatvori mapu

source: Reload Folder
hr: Ponovo učitaj mapu

source: Open Music Folder (Ctrl+O)
hr: Otvori mapu glazbe (Ctrl+O)

source: Open a folder with music to get started
hr: Započni otvaranjem mape s glazbom

source: Try a different folder
hr: Pokušaj koristiti jednu drugu mapu

source: Reload Music Folder (F5)
hr: Ponovo učitaj mapu glazbe (F5)

source: — Support for multiple music file types (mp3, ogg, flac, wma, and wav)
hr: – Podrška za razne vrste glazbenih datoteka (mp3, ogg, flac, wma i wav)
