Repository: NickvisionApps/Tagger
Catalog: NickvisionTagger.Shared/Resources/po/*.po
Languages: bg, cs, de, es, fi, fr, he, hi, hr, it, ru, tr, zh_hans

source: Fingerprint was copied to clipboard.
bg: Отпечатъка е копиран в буфера за обмен.
cs: Otisk byl zkopírován do schránky.
de: Fingerabdruck zur Zwischenablage kopiert.
es: La firma se ha copiado al portapapeles.
fi: Sormenjälki kopioitiin leikepöydälle.
fr: Empreinte copiée vers le presse-papiers.
he: טביעת האצבע הועתקה ללוח הגזירים.
hi: फिंगरप्रिंट को क्लिपबोर्ड पर कॉपी किया गया।
hr: Digitalni otisak je kopiran u međuspremnik.
it: Impronta copiata negli appunti.
ru: Отпечаток был скопирован в буфер обмена.
tr: Parmak izi panoya kopyalandı.
zh_hans: 歌曲指纹已复制到剪切板。

source: Fix File
bg: Оправяне на файл
es: Arreglar el archivo
hi: फाइल ठीक करें
ru: Исправить файл
zh_hans: 修复文件

source: Folder Mode
bg: Режим "Папка"
cs: Režim složek
de: Ordnermodus
es: Modo de carpeta
fr: Mode dossier
hi: फोल्डर मोड
ru: Режим папки
tr: Klasör Kipi
zh_hans: 文件夹模式

source: Format
cs: Formát
es: Formato
hi: प्रारूप
it: Formato
ru: Формат
tr: Biçim
zh_hans: 格式

source: Format String
cs: Formátový řetězec
de: Formatvorlage
es: Cadena de formato
fr: Chaîne de format
he: תבנית מחרוזת
hi: प्रारूप स्ट्रिंग
hr: Format izraza
it: Formatta stringa
ru: Формат строки
tr: Biçimlendirme Dizgesi
zh_hans: 格式化字符串

source: Front
bg: Предна обложка
cs: Přední
de: Vorne
es: Frontal
fi: Etu
fr: Face
he: קדמי
hi: सामने
hr: Prednja strana
it: Fronte
ru: Передняя
tr: Ön
zh_hans: 封面

source: Fyodor Sobolev
hi: फेडर सोबोलेव
ru: Фёдор Соболев

source: genre
bg: жанр
cs: žánr
es: género
fi: tyylilaji
he: סוגה
hi: शैली
hr: žanr
it: genere
ru: жанр
tr: tür
zh_hans: 流派

source: Genre
bg: Жанр
cs: Žánr
es: Género
fi: Tyylilaji
he: סוגה
hi: शैली
hr: Žanr
it: Genere
ru: Жанр
tr: Tür
zh_hans: 流派

source: Get New API Key
bg: Вземане на нов API ключ
cs: Získat nový klíč API
de: Neuen API-Key anfordern
es: Obtener clave API nueva
fi: Hanki uusi API-avain
fr: Obtenir une nouvelle clé d'API
he: לקבל מפתחות API חדשים
hi: नई API कुंजी प्राप्त करें
hr: Nabavi novi API ključ
it: Ottieni una nuova chiave per le API
ru: Получить новый ключ API
tr: Yeni API Anahtarı Al
zh_hans: 获取新的 API 密钥

source: GiB
bg: ГБ
fr: Gio
he: גיב״ב
ru: ГиБ

source: GitHub Repo
bg: GitHub проект
cs: GitHub repozitář
es: Repo de GitHub
fi: GitHub-tietovarasto
fr: Dépôt GitHub
he: מאגר GitHub
hi: GitHub रेपो
hr: GitHub repozitorij
it: Repository GitHub
ru: Репозиторий GitHub
tr: GitHub Deposu
zh_hans: Github 仓库

source: Height
bg: Височина
cs: Výška
es: Altura
fi: Korkeus
fr: Hauteur
hi: ऊंचाई
ru: Высота
tr: Yükseklik
zh_hans: 高度

source: Help
bg: Помощ
cs: Nápověda
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
he: עזרה
hi: सहायता
hr: Pomoć
it: Aiuto
ru: Справка
tr: Yardım
zh_hans: 帮助

source: Hide Extras Pane
bg: Скриване на панела с екстри
cs: Skrýt extra panel
de: Extras-Bereich verstecken
es: Ocultar panel Extras
hi: अतिरिक्त फलक छिपाएँ
ru: Скрыть панель дополнительных настроек
tr: İlaveler Panelini Gizle
zh_hans: 隐藏额外信息面板

source: Import from LRC
bg: Внасяне от LRC
cs: Importovat z LRC
de: Von LRC importieren
es: Importar desde LRC
fi: Tuo LRC:stä
fr: Importer depuis LRC
he: ייבוא מ־LRC
hi: LRC से आयात करें
it: Importa da LRC
ru: Импорт из LRC
tr: LRC'den İçe Aktar
zh_hans: 从 LRC 导入

source: Include Only Selected Files
bg: Включване само на избраните файлове
cs: Zahrnout pouze vybrané soubory
de: Nur ausgewählte Dateien berücksichtigen
es: Incluir solo los archivos seleccionados
fi: Sisällytä vain valitut tiedostot
fr: Inclure uniquement les fichiers sélectionnés
hi: केवल चयनित फाइलें शामिल करें
it: Includi solo i file selezionati
ru: Включать только выбранные файлы
tr: Yalnızca Seçili Dosyaları İçer
zh_hans: 仅包含选择的文件

source: Info
bg: Информация
cs: Informace
es: Información
fr: Informations
he: מידע
hi: जानकारी
ru: Информация
tr: Bilgi
zh_hans: 信息

source: Insert
bg: Вмъкване
cs: Vložit
de: Einfügen
es: Insertar
fi: Syötä
fr: Insérer
he: הוספה
hi: डालें
hr: Umetni
it: Inserisci
ru: Вставить
tr: Ekle
zh_hans: 插入

source: Insert Back Album Art
bg: Вмъкване на задната обложка на албума
cs: Vložit zadní obal alba
de: Rückseite des Albumcovers einfügen
es: Insertar la contraportada del álbum
fi: Syötä takakannen kuvitus
fr: Insérer le dos de la pochette d’album
he: הכנסת עטיפת אלבום אחורית
hi: बैक एल्बम आर्ट डालें
hr: Umetni stražnju sliku albuma
it: Inserisci copertina posteriore
ru: Вставить заднюю обложку альбома
tr: Albüm Arka Kapağı Ekle
zh_hans: 插入专辑背面

source: Insert Front Album Art
bg: Вмъкване на предната обложка на албума
cs: Vložit přední obal alba
de: Vorderseite des Albumcovers einfügen
es: Insertar la portada del álbum
fi: Syötä etukannen kuvitus
fr: Insérer la face de la pochette d’album
he: הכנסת עטיפת אלבום קדמית
hi: फ्रंट एल्बम आर्ट डालें
hr: Umetni prednju sliku albuma
it: Inserisci copertina anteriore
ru: Вставить переднюю обложку альбома
tr: Albüm Ön Kapağı Ekle
zh_hans: 插入专辑封面

source: Inserting album art...
bg: Вмъкване на обложката...
cs: Vkládání obalu alba...
de: Albumcover wird eingefügt...
es: Insertando carátulas…
fi: Syötetään albumin kuvitusta...
fr: Ajout de la pochette d'album...
hi: एल्बम आर्ट सम्मिलित किया जा रहा है…
it: Inserimento della copertina...
ru: Добавление обложки альбома...
tr: Albüm kapağı ekleniyor...
zh_hans: 正在插入专辑封面……

source: Keep Tagger's lyrics
bg: Оставяне на текста от „Tagger“
cs: Ponechat texty Označovače
de: Tagger's Songtexte behalten
es: Mantener los textos de Tagger
fr: Conserver les paroles de Tagger
he: לשמור מילות שיר מהמתייג
hi: Tagger के बोल रखें
it: Mantieni il testo di Tagger
ru: Оставить текст Tagger
tr: Tagger Şarkı Sözlerini Tut
zh_hans: 保留 Tagger 的歌词

source: KiB
bg: КБ
fr: kio
he: קי״ב
ru: КиБ

source: Language Code
bg: Езиков код
cs: Kód jazyka
de: Sprachcode
es: Código de idioma
fi: Kielikoodi
fr: Code de langage
he: שפת קוד
hi: भाषा कोड
it: Codice della lingua
ru: Языковой код
tr: Dil Kodu
zh_hans: 语言代码

source: Library was changed on disk.
bg: Фонотеката се промени на диска.
cs: Knihovna byla změněna na disku.
de: Bibliothek wurde auf der Platte verändert.
es: La biblioteca se ha modificado en el disco.
hi: डिस्क पर लाइब्रेरी बदल दी गई।
ru: Библиотека была изменена на диске.
tr: Kitaplık diskte değiştirildi.
zh_hans: 磁盘上的库已更改。

source: Loaded {0} music file.
bg: Заредена е {0} песен.
cs: Načten {0} hudební soubor.
de: {0} Musikdatei geladen.
es: Cargado {0} archivo de música.
fi: Ladattiin {0} musiikkitiedosto.
fr: {0} musique chargée.
he: נטען קובץ מוזיקה אחד.
hi: {0} संगीत फाइल लोड की गई।
hr: Učitana je {0} glazbena datoteka.
it: Caricato {0} brano.
ru: Загружен {0} музыкальный файл.
tr: {0} müzik dosyası yüklendi.
zh_hans: 已加载 {0} 音乐文件。

source: Loading music files from library...
bg: Зареждане на песни от фонотеката...
cs: Načítání hudebních souborů z knihovny...
de: Lade Musikdateien von Bibliothek...
es: Cargando los archivos de música de la biblioteca...
fi: Ladataan musiikkitiedostoja kirjastosta...
fr: Chargement des fichiers de musiques depuis la bibliothèque…
hi: लाइब्रेरी से संगीत फाइलें लोड हो रही हैं…
it: Caricamento dei brani dalla libreria…
ru: Загрузка музыкальных файлов из библиотеки...
tr: Müzik dosyaları kitaplıktan yükleniyor...
zh_hans: 正在从库加载音乐文件……

source: lyrics
bg: текст
cs: texty
de: Songtext
es: letras
fr: paroles
he: מילות שיר
hi: बोल
it: testo
ru: текст
tr: şarkı sözleri
zh_hans: 歌词

source: Lyrics
bg: Текст
cs: Texty
de: Songtext
es: Letras
fi: Sanoitukset
fr: Paroles
he: מילות שיר
hi: बोल
it: Testo
ru: Текст
tr: Şarkı Sözleri
zh_hans: 歌词

source: Main Properties
bg: Основни свойства
cs: Hlavní vlastnosti
de: Haupteigenschaften
es: Propiedades principales
fi: Keskeisimmät ominaisuudet
fr: Propriétés principales
he: מאפיינים ראשיים
hi: मुख्य गुण
hr: Glavna svojstva
it: Proprietà principali
ru: Основные свойства
tr: Ana Özellikler
zh_hans: 主要属性

source: Making everything pretty...
cs: Zkrášlování...
es: Haciendo todo bonito...
hi: सब कुछ सुंदर बना रहे हैं…
ru: Делаем всё красивым...
tr: Herşeyi güzelleştirmek...
zh_hans: 让一切都变得漂亮......

source: Manage Lyrics
bg: Управляване на текста
cs: Spravovat texty
de: Songtexte Verwalten
es: Gestionar letras
fi: Hallitse sanoituksia
fr: Gérer les paroles
he: ניהול מילות שיר
hi: गीत के बोल प्रबंधित करें
it: Gestisci testo
ru: Управление текстом песни
tr: Şarkı Sözlerini Yönet
zh_hans: 管理歌词

source: Manage Lyrics (Ctrl+L)
bg: Управляване на текста (Ctrl+L)
cs: Spravovat texty (Ctrl+L)
de: Songtexte Verwalten (Strg+L)
es: Gestionar letras (Ctrl+L)
fi: Hallitse sanoituksia (Ctrl+L)
hi: गीत के बोल प्रबंधित करें (Ctrl + L)
ru: Управление текстом (Ctrl+L)
tr: Şarkı Sözlerini Yönet (Ctrl+L)
zh_hans: 管理歌词 （Ctrl+L）

source: Matrix Chat
bg: Matrix чат
es: Chat de Matrix
fi: Matrix-keskustelu
fr: Discussion Matrix
he: צ׳אט במטריקס
hi: Matrix चैट
it: Chat Matrix
ru: Чат Matrix
tr: Matrix Sohbet
zh_hans: Matrix 聊天室

source: MiB
bg: МБ
fr: Mio
he: מבי״ב
ru: МиБ

source: Mime Type
bg: Вид по MIME
cs: Typ Mime
es: Tipo de mime
fi: MIME-tyyppi
hi: Mime प्रकार
ru: MIME-тип
tr: Mime Türü
zh_hans: MIME 类型

source: Music File
bg: Песен
cs: Hudební soubor
de: Musikdatei
es: Archivo de música
fi: Musiikkitiedosto
fr: Musique
he: קובץ מוזיקה
hi: संगीत फाइल
hr: Glazbena datoteka
it: Brano
ru: Файлы
tr: Müzik Dosyası
zh_hans: 音乐文件

source: Music Library
bg: Фонотека
cs: Hudební knihovna
de: Musikbibliothek
es: Biblioteca musical
fi: Musiikkikirjasto
fr: Bibliothèque musicale
hi: संगीत लाइब्रेरी
it: Libreria musicale
ru: Музыкальная библиотека
tr: Müzik Kitaplığı
zh_hans: 曲库

source: MusicBrainz Recording Id
cs: ID nahrávky MusicBrainz
de: MusicBrainz-Aufnahme-ID
es: Id de grabación MusicBrainz
fr: Identifiant MusicBrainz
he: מזהה ההקלטות MusicBrainz
hi: MusicBrainz रिकॉर्डिंग Id
hr: ID oznaka MusicBrainz snimke
ru: ID записи MusicBrainz
tr: MusicBrainz Kayıt Kimliği
zh_hans: MusicBrainz 记录 ID

source: New Custom Property
bg: Ново друго свойство
cs: Nová vlastní vlastnost
de: Neue Andere Eigenschaft
es: Propiedad personalizada nueva
fi: Uusi mukautettu ominaisuus
fr: Nouvelle propriété personnalisée
he: מאפיין מותאם חדש
hi: नया कस्टम प्रॉपर्टी
hr: Novo prilagođeno svojstvo
it: Nuova proprietà personalizzata
ru: Новое пользовательское свойство
tr: Yeni Özel Özellik
zh_hans: 新建自定义属性

source: New Synchronized Lyric
bg: Нова синхронизиран текст
cs: Nový synchronizovaný řádek
de: Neuer Synchronisierter Text
es: Nueva letra sincronizada
fi: Uusi synkronoitu sanoitus
fr: Nouvelles paroles synchronisées
hi: नए सिंक्रोनाइज़्ड बोल
it: Nuovo testo sincronizzato
ru: Новый синхронизированный текст
tr: Yeni Eşitlenmiş Şarkı Sözleri
zh_hans: 新同步歌词

source: New update available.
bg: Налично е ново обновление.
cs: Dostupná nová aktualizace.
de: Neue Updates verfügbar.
es: Actualización nueva disponible.
fi: Uusi päivitys saatavilla.
hi: नया अपडेट उपलब्ध है।
ru: Доступно новое обновление.
tr: Yeni güncelleme var.
zh_hans: 新的更新可用。

source: No
bg: Не
cs: Ne
de: Nein
fi: Ei
fr: Non
hi: नहीं
ru: Нет
tr: Hayır
zh_hans: 否

source: No AcoustId entry found for the file's fingerprint
bg: Не е намерен AcoustId запис за отпечатъка на файла
cs: Pro otisk souboru nebylo nalezeno žádné AcoustId
de: Kein AccoustId-Eintrag für den Fingerabdruck der Datei gefunden
es: No se ha encontrado ninguna entrada AcoustId para la firma del archivo
fr: Pas d’entrée AcoustId trouvée pour l’empreinte du fichier
hi: फाइल के फिंगरप्रिंट के लिए कोई AcoustId प्रविष्टि नहीं मिली
it: Non è stato trovata alcuna voce AcoustId per l'impronta del file
ru: Для отпечатка файла не найдено записи AcoustId
tr: Dosyanın parmak izi için AcoustId girdisi bulunamadı
zh_hans: 未找到文件指纹对应的 AcoustId 条目

source: No file selected
bg: Няма избран файл
cs: Není vybrán žádný soubor
de: Keine Dateien ausgewählt
es: Ningún archivo seleccionado
fi: Tiedostoa ei ole valittu
hi: कोई फाइल चयनित नहीं
ru: Файл не выбран
tr: Hiçbir dosya seçilmedi
zh_hans: 未选择任何文件

source: No files selected for removal.
bg: Няма избрани файлове за премахване.
cs: Nebyly vybrány žádné soubory k odstranění.
de: Keine zu entfernenden Dateien ausgewählt.
es: No hay archivos seleccionados para la eliminación.
fr: Aucun fichier sélectionné pour la suppression.
hi: हटाने के लिए कोई फाइल चयनित नहीं।
it: Nessun file selezionato per la rimozione.
ru: Не выбраны файлы для удаления.
tr: Kaldırmak için hiçbir dosya seçilmedi.
zh_hans: 未选择要删除的文件。

source: No lyrics were downloaded
bg: Не е изтеглен текст
cs: Nebyly staženy žádné texty
de: Es wurden keine Songtexte heruntergeladen
es: No se ha descargado ninguna letra
fi: Sanoituksia ei ladattu
fr: Aucune parole n’a été téléchargée
hi: कोई बोल डाउनलोड नहीं किया गया
it: Nessun testo scaricato
ru: Текст не был загружен
tr: Hiçbir şarkı sözü indirilmedi
zh_hans: 没有下载歌词

source: No metadata was downloaded
bg: Не са изтеглени метаданни
cs: Nebyla stažena žádná metadata
de: Keine Metadaten heruntergeladen
es: No se han descargado metadatos
fi: Metatietoja ei ladattu
fr: Aucune métadonnée n’a été téléchargée
hi: कोई मेटाडेटा डाउनलोड नहीं किया गया
it: Nessun metadato scaricato
ru: Метаданные не были загружены
tr: Hiçbir üst veri indirilmedi
zh_hans: 未下载元数据

source: No music files are selected.
bg: Няма избрани песни.
cs: Nejsou vybrány žádné hudební soubory.
de: Es sind keine Musikdateien ausgewählt.
es: No hay archivos de música seleccionados.
fi: Musiikkitiedostoja ei ole valittu.
fr: Aucun fichier de musique sélectionné.
hi: कोई संगीत फाइल चयनित नहीं है।
it: Nessun brano selezionato.
ru: Не выбрано ни одного музыкального файла.
tr: Hiçbir müzik dosyası seçilmedi.
zh_hans: 未选择任何音乐文件。

source: No Music Files Found
bg: Не са намерени песни
cs: Nenalezeny žádné hudební soubory
de: Keine Musikdateien gefunden
es: No se han encontrado archivos de música
fi: Musiikkitiedostoja ei löytynyt
fr: Aucune musique trouvée
he: לא נמצאו קובצי מוזיקה
hi: कोई संगीत फाइलें नहीं मिलीं
hr: Nijedna glazbena datoteka nije pronađena
it: Nessun brano trovato
ru: Не найдено музыкальных файлов
tr: Hiçbir Müzik Dosyası Bulunamadı
zh_hans: 未找到音乐文件

source: No music files in library.
bg: Няма песни във фонотеката.
cs: Žádné hudební soubory v knihovně.
de: Keine Musikdateien in Bibliothek.
es: No hay archivos de música en la biblioteca.
fi: Kirjastossa ei ole musiikkitiedostoja.
fr: Aucun fichier de musique dans la bibliothèque.
hi: लाइब्रेरी में कोई संगीत फाइल नहीं।
it: Nessun brano nella libreria.
ru: В библиотеке нет музыкальных файлов.
tr: Kitaplıkta müzik dosyası yok.
zh_hans: 库中没有音乐文件。

source: No MusicBrainz RecordingId was provided for the AcoustId entry
cs: Záznamu AcoustId nebylo poskytnuto žádné MusicBrainz RecordingId
de: Für den AcoustId-Eintrag wurde keine MusicBrainz-RecordingId gefunden
es: No se ha proporcionado ningún MusicBrainz RecordingId para la entrada AcoustId
fr: Aucun RecordingId pour MusicBrainz n’a été fourni pour l’entrée AcoustId
hi: AcoustId प्रविष्टि के लिए कोई MusicBrainz रिकॉर्डिंग Id प्रदान नहीं की गई थी
it: Non è stato fornito alcun RecordingId di MusicBrainz per l'elemento AcoustID
ru: Для записи AcoustId не был предоставлен MusicBrainz RecordingId
tr: AcoustId girdisi için MusicBrainz kayıt kimliği sağlanmadı
zh_hans: 没有为 AcoustId 条目提供 MusicBrainz 记录 ID

source: No Selected Music Files
bg: Няма избрани песни
cs: Žádné vybrané hudební soubory
de: Keine ausgewählten Musikdateien
es: No hay archivos de música seleccionados
fi: Ei valittuja musiikkitiedostoja
fr: Aucun fichier de musique sélectionné
he: לא נבחרו קובצי מוזיקה
hi: कोई चयनित संगीत फाइलें नहीं
hr: Nijedna glazbena datoteka nije odabrana
it: Nessun brano selezionato
ru: Нет выбранных музыкальных файлов
tr: Seçili Müzik Dosyası Yok
zh_hans: 没有选定的音乐文件

source: No user api key configured.
cs: Není nastaven žádný uživatelský klíč API.
de: Kein Benutzer-API-Key konfiguriert.
es: No hay clave api de usuario configurada.
hi: कोई उपयोगकर्ता API कुंजी कॉन्फ़िगर नहीं की गई।
ru: Не настроен пользовательский ключ api.
tr: Hiçbir kullanıcı anahtarı yapılandırılmadı.
zh_hans: 未配置用户 API 密钥。

source: Nothing to export.
bg: Няма нищо за изнасяне.
cs: Nic k exportu.
de: Nichts zu exportieren.
es: Nada para exportar.
fi: Ei mitään vietävää.
fr: Rien à exporter.
he: אין מה לייצא.
hi: निर्यात करने के लिए कुछ नहीं।
it: Nulla da esportare.
ru: Нечего экспортировать.
tr: Dışa aktarılacak bir şey yok.
zh_hans: 没什么可导出的。

source: Off
bg: Изкл.
cs: Vyp
de: Aus
es: Desactivar
fi: Pois
hi: बंद
ru: Выкл.
tr: Kapalı
zh_hans: 关闭

source: Offset (in milliseconds)
bg: Отместване (в милисекунди)
cs: Posun (v milisekundách)
de: Verschiebung (in Millisekunden)
es: Desfase (en milisegundos)
fi: Siirtymä (millisekunneissa)
fr: Décalage (en millisecondes)
hi: ऑफसेट (मिलीसेकंड में)
it: Offset (in millisecondi)
ru: Смещение (в миллисекундах)
tr: Ofset (milisaniye cinsinden)
zh_hans: 偏移量（以毫秒为单位）

source: OK
bg: Добре
es: Vale
he: אישור
hi: ठीक है
hr: U redu
ru: ОК
tr: Tamam
zh_hans: 好

source: On
bg: Вкл.
cs: Zap
de: An
es: Activar
fi: Päällä
hi: चालू
ru: Вкл.
tr: Açık
zh_hans: 开启

source: Only one file can be submitted to AcoustID at a time. Please select only one file and try again.
cs: Do AcoustId lze najednou odeslat pouze jeden soubor. Vyberte prosím pouze jeden soubor a zkuste to znovu.
de: Es kann jeweils nur eine Datei an AcoustID übermittelt werden. Bitte wähle nur eine Datei aus und versuche es erneut.
es: Sólo se puede enviar un archivo a AcoustID cada vez. Seleccione sólo un archivo e inténtelo de nuevo.
fr: Seul un fichier peut être envoyé à AcoustId à la fois. Sélectionnez un seul fichier et essayez à nouveau.
he: ניתן לשלוח ל־AcoustID קובץ אחד בלבד בכל פעם. נא לבחור קובץ אחד בלבד ולנסות שוב.
hi: AcoustID पर एक समय में केवल एक फाइल सबमिट की जा सकती है। कृपया केवल एक फाइल चुनें और पुनः प्रयास करें।
hr: AcoustID-u se može poslati samo jedna datoteka. Odaberi samo jednu datoteku i pokušaj ponovo.
it: È possibile inviare solamente un brano per volta ad AcoustId. Selezionare un solo brano ed inviare nuovamente i dati.
ru: Одновременно в AcoustID может быть представлен только один файл. Пожалуйста, выберите только один файл и повторите попытку.
tr: AcoustIDʼye aynı anda yalnızca bir dosya gönderilebilir. Lütfen yalnızca bir dosya seçip tekrar deneyin.
zh_hans: 一次只能向 AcoustID 提交一个文件。请只选择一个文件，然后重试。

source: Open
bg: Отваряне
cs: Otevřít
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
hi: खोलें
hr: Otvori
it: Apri
ru: Открыть
tr: Aç
zh_hans: 打开

source: Open a library with music to get started
bg: Отворете фонотека с песни, за да започнете
cs: Začněte otevřením hudební knihovny
de: Öffne eine Bibliothek mit Musik um loszulegen
es: Abra una biblioteca con música para empezar
fi: Aloita avaamalla musiikkia sisältävä kirjasto
fr: Ouvrez une bibliothèque contenant des musiques pour commencer
hi: आरंभ करने के लिए संगीत वाली एक लाइब्रेरी खोलें
it: Aprire una libreria musicale per iniziare
ru: Откройте библиотеку с музыкой, чтобы начать
tr: Başlamak için müzik içeren bir kitaplık açın
zh_hans: 打开一个包含音乐的库以开始使用

source: Open Folder
bg: Отваряне на папка
cs: Otevřít složku
de: Ordner öffnen
es: Abrir carpeta
fi: Avaa kansio
fr: Ouvrir un dossier
he: פתיחת תיקייה
hi: फोल्डर खोलें
hr: Otvori mapu
it: Apri cartella
ru: Открыть папку
tr: Klasör Aç
zh_hans: 打开文件夹

source: Open Music File
bg: Отваряне на песен
cs: Otevřít hudební soubor
de: Öffne Musikdatei
es: Abrir un archivo de música
fi: Avaa musiikkitiedosto
fr: Ouvrir le fichier de musique
hi: संगीत फाइल खोलें
it: Apri brano
ru: Открыть музыкальный файл
tr: Müzik Dosyası Aç
zh_hans: 打开音乐文件

source: Open Playlist
bg: Отваряне на списък с песни
cs: Otevřít playlist
de: Öffne Wiedergabeliste
es: Abrir la lista de reproducción
fi: Avaa soittolista
fr: Ouvrir la liste de lecture
hi: प्लेलिस्ट खोलें
it: Apri playlist
ru: Открыть плейлист
tr: Çalma Listesi Aç
zh_hans: 打开播放列表

source: Overwrite Album Art With MusicBrainz
bg: Презаписване на обложката на албума с MusicBrainz
cs: Přepsat obal alba s MusicBrainz
de: Albumcover mit MusicBrainz überschreiben
es: Sobreescribir la portada del álbum con MusicBrainz
fr: Écraser la couverture d’album avec MusicBrainz
he: דריסת עטיפת אלבום עם MusicBrainz
hi: MusicBrainz के साथ एल्बम आर्ट को अधिलेखित करें
hr: Prepiši sliku albuma s MusicBrainz
it: Sovrascrivi la copertina con MusicBrainz
ru: Переписать обложку альбома с помощью MusicBrainz
tr: MusicBrainz ile Albüm Kapağının Üzerine Yaz
zh_hans: 用 MusicBrainz 覆盖专辑封面

source: Overwrite Lyrics From Web Service
bg: Презаписване на текста от Интернет услуга
cs: Přepsat texty z webové služby
de: Songtexte von Web-Service überschreiben
es: Sobrescribir letras desde el servicio web
fi: Korvaa sanoitukset verkkopalvelusta
fr: Remplacer les paroles depuis le service web
hi: वेब सेवा से बोल को अधिलेखित करें
it: Sovrascrivi testo con servizio in rete
ru: Перезапись текст из веб-сервиса
tr: Web Hizmetinden Şarkı Sözlerinin Üzerine Yaz
zh_hans: 覆盖 Web 服务中的歌词

source: Overwrite Tag With MusicBrainz
bg: Презаписване на етикета с MusicBrainz
cs: Přepsat značku s MusicBrainz
de: Tag mit MusicBrainz überschreiben
es: Sobreescribir etiqueta con MusicBrainz
fr: Écraser la balise avec MusicBrainz
he: דריסת תג עם MusicBrainz
hi: MusicBrainz के साथ टैग को अधिलेखित करें
hr: Prepiši oznaku s MusicBrainz
it: Sovrascrivi i tag con With MusicBrainz
ru: Перезапись тегов с помощью MusicBrainz
tr: MusicBrainz ile Etiketin Üzerine Yaz
zh_hans: 使用 MusicBrainz 覆盖标签

source: Path
bg: Път
cs: Cesta
de: Pfad
es: Ruta
fi: Polku
hi: पथ
ru: Путь
tr: Yol
zh_hans: 路径

source: Path (Empty)
bg: Път (празен)
cs: Cesta (prázdná)
de: Pfad (Leer)
es: Ruta (Vacía)
hi: पथ (खाली)
ru: Путь (пуст)
tr: Yol (Boş)
zh_hans: 路径（空）

source: Pick a date
bg: Избор на дата
cs: Vyberte datum
es: Elija una fecha
fi: Valitse päivä
hi: एक तारीख चुनें
ru: Выберите дату
tr: Tarih seç
zh_hans: 选择日期

source: Playlist
bg: Списък с песни
de: Wiedergabeliste
es: Lista de reproducción
fi: Soittolista
fr: Liste de lecture
hi: प्लेलिस्ट
ru: Плейлист
tr: Çalma Listesi
zh_hans: 播放列表

source: Playlist file created successfully.
bg: Списък с песни е създаден успешно.
cs: Soubor playlistu úspěšně vytvořen.
de: Wiedergabelistendatei erfolgreich erstellt.
es: Archivo de la lista de reproducción creado correctamente.
fi: Soittolistatiedosto luotu onnistuneesti.
fr: Fichier de liste de lecture créé avec succès.
hi: प्लेलिस्ट फाइल सफलतापूर्वक बनाई गई।
it: File della playlist creato con successo.
ru: Файл плейлиста создан успешно.
tr: Çalma listesi oluşturuldu.
zh_hans: 播放列表文件创建成功。

source: Playlist Mode
bg: Режим "Списък с песни"
cs: Režim playlistů
de: Wiedergabelisten-Modus
es: Modo de la lista de reproducción
hi: प्लेलिस्ट मोड
ru: Режим плейлиста
tr: Çalma Listesi Kipi
zh_hans: 播放列表模式

source: Playlist path can not be empty.
bg: Пътят към списъка с песни не трябва да е празен.
cs: Cesta playlistu nemůže být prázdná.
de: Wiedergabelistenpfad darf nicht leer sein.
es: La ruta de la lista de reproducción no puede estar vacía.
fi: Soittolistan polku ei voi olla tyhjä.
hi: प्लेलिस्ट पथ खाली नहीं हो सकता।
ru: Путь до плейлиста не должен быть пустым.
tr: Çalma listesi yolu boş olamaz.
zh_hans: 播放列表路径不能为空。

source: Please select a format string.
cs: Vyberte prosím formátový řetězec.
de: Bitte Formatvorlage auswählen.
es: Seleccione una cadena de formato.
fr: Sélectionnez un format.
he: יש לבחור תבנית למחרוזת.
hi: कृपया एक प्रारूप स्ट्रिंग चुनें।
hr: Odaberi jedan format izraza.
it: Seleziona un formato.
ru: Выберите формат строки.
tr: Lütfen biçimlendirme dizgesi seçin.
zh_hans: 请选择格式字符串。

source: Preserve Modification Timestamp
bg: Запазване на датата на редакция
cs: Zachovat časové razítko změny
de: Änderungs-Zeitstempel erhalten
es: Conservar fecha de modificación
fi: Säilytä muokkauksen aikaleima
fr: Conserver l’horodatage de modification
he: שמירת חותמת זמן השינוי
hi: संशोधन टाइमस्टैम्प सुरक्षित रखें
hr: Sačuvaj vremensku oznaku modifikacije
it: Mantieni l'istante temporale di modifica
ru: Сохранение временной метки модификации
tr: Değişiklik Zaman Damgasını Koru
zh_hans: 保留修改时间戳
