Repository: NickvisionApps/Tagger
Catalog: NickvisionTagger.Shared/Resources/po/*.po
Languages: bg, cs, de, es, fi, fr, he, hi, hr, it, ru, tr, zh_hans

source: {0} of {1} selected
bg: {0} от {1} избрани
cs: Vybráno {0} z {1}
de: {0} von {1} ausgewählt
es: {0} de {1} seleccionados
fi: {0}/{1} valittu
fr: {0} sur {1} sélectionné(s)
hi: {1} में से {0} चयनित
it: {0} di {1} selezionati
ru: Выбрано {0} из {1}
tr: {0} / {1} seçildi
zh_hans: {1} 个中{0} 选择了

source: {0} pixels
bg: {0} пиксела
cs: {0} pixelů
es: {0} píxeles
hi: {0} पिक्सल
ru: {0} пикселей
tr: {0} piksel
zh_hans: {0} 像素

source: {0} Playlist (*{1})
bg: {0} Списък с песни (*{1})
de: {0} Wiedergabeliste (*{1})
es: {0} Lista de reproducción (*{1})
fi: {0} Soittolista (*{1})
hi: {0} प्लेलिस्ट (*{1})
ru: Плейлист {0} (*{1})
tr: {0} Çalma Listesi (*{1})
zh_hans: {0} 播放列表 (*{1})

source: %artist%- %title%
fr: %artiste%- %titre%
he: %אמן% - %כותרת%
hi: %कलाकार%- %शीर्षक%
hr: %izvođač%- %naslov%
ru: %исполнитель%- %название%

source: %title%
fr: %titre%
he: %כותרת%
hi: %शीर्षक%
hr: %naslov%
ru: %название%

source: %title%- %artist%
fr: %titre%- %artiste%
he: %כותרת% - %אמן%
hi: %शीर्षक%-%कलाकार%
hr: %naslov%- %izvođač%
ru: %название%- %исполнитель%

source: %track%- %title%
fr: %piste%- %titre%
he: %רצועה% - %כותרת%
hi: %ट्रैक%- %शीर्षक%
hr: %pjesma%- %naslov%
ru: %трек%- %название%

source: 0 MiB
bg: 0 МБ
he: 0 מבי״ב
ru: 0 МиБ

source: About {0}
bg: Относно {0}
cs: O aplikaci {0}
de: Über {0}
es: Acerca de {0}
fi: Tietoja - {0}
fr: À propos de {0}
hi: {0} के बारे में
ru: О приложении
tr: {0} Hakkında
zh_hans: 关于 {0}

source: AcoustId can associate a song's fingerprint with a MusicBrainz Recording Id for easy identification. If you have a MusicBrainz Recording Id for this song, please provide it below. If none is provided, Tagger will submit your tag's metadata in association with the fingerprint instead.
cs: AcoustId dokáže přiřadit otisk skladby s ID nahrávky MusicBrainz pro snadnější identifikaci. Pokud máte u této skladby její ID nahrávání, zadejte jej prosím níže. Pokud nezadáte nic, odešle místo toho aplikace metadata vaší značky společně s otiskem.
de: AcoustId kann für leichtere Identifizierung den Fingerabdruck eines Songs mit einer MusicBrainz-Aufnahme-ID verknüpfen Wenn du eine MusicBrainz-Recording-Id für diesen Song hast, gib sie bitte unten an. Wenn du keinen angibst, wird Tagger stattdessen die Metadaten deiner Tags in Verbindung mit dem Fingerabdruck übermitteln.
es: AcoustId puede asociar la firma de una canción con un MusicBrainz Recording Id para facilitar su identificación. Si dispone de un Id. de grabación de MusicBrainz para esta canción, indíquelo a continuación. En caso contrario, Tagger enviará los metadatos de la etiqueta asociados a la firma.
fr: AcoustId peut associer l’empreinte d’un fichier à un identifiant MusicBrainz Recording pour une identification facile. Si vous disposez d’un identifiant MusicBrainz Recording pour cette musique, veuillez l’entrer ci-dessous. Si aucun identifiant n’est fourni, Tagger enverra vos balises de métadonnées associées à l’empreinte à la place.
he: ‏AcoustId יכול לשייך טביעות אצבע של שירים עם מזהה ההקלטות של MusicBrainz, לזיהוי קל. אם יש לך זיהוי הקלטה של MusicBrainz עבור שיר זה, ניתן לספק זאת להלן. אם אין ברשותך, המתייג ישלח את נתוני התגיות שלך יחד עם טביעת האצבע במקום.
hi: AcoustId आसान पहचान के लिए गाने के फ़िंगरप्रिंट को MusicBrainz रिकॉर्डिंग Id के साथ जोड़ सकता है। यदि आपके पास इस गाने के लिए MusicBrainz रिकॉर्डिंग Id है, तो कृपया इसे नीचे प्रदान करें। यदि कोई भी प्रदान नहीं किया गया है, तो Tagger फिंगरप्रिंट के साथ आपके टैग का मेटाडेटा सबमिट करेगा।
hr: AcoustId može povezati digitalni otisak pjesme s MusicBrainz ID oznakom snimke za jednostavnu identifikaciju. Ako za ovu pjesmu imaš MusicBrainz ID oznaku snimke, navedi je u dolje. Ako se ne navede, Tagger će umjesto toga poslati metapodatke tvoje oznake koje su povezane s digitalnim otiskom.
it: AcoustId può associare l'impronta di un brano al RecordingId di MusicBrainz per un'identificazione semplificata. Se si è in possesso del RecordingId di MusicBrainz per questo brano, inserirlo sotto. Se non viene fornito nessun identificativo, invece, Tagger invierà i metadati associati all'impronta di questo brano.
ru: AcoustId может связать отпечаток композиции с идентификатором MusicBrainz для простого определения. Если у вас есть идентификатор MusicBrainz для этой композиции, пожалуйста, укажите его ниже. Если он не будет указан, вместо него Tagger отправит метаданные вашего тега вместе с отпечатком.
tr: AcoustId, kolay tanılama için şarkının parmak izini MusicBrainz Kayıt Kimliği ile ilişkilendirebilir. Bu şarkı için MusicBrainz Kayıt Kimliğiniz varsa, lütfen aşağıda belirtin. Hiçbiri sağlanmazsa Tagger, bunun yerine etiketinizin üst verilerini parmak iziyle ilişkili olarak gönderir.
zh_hans: AcoustId 可以将一首歌的指纹和 MusicBrainz 上的记录 Id 关联实现快速识别。 如果你有这首歌的 MusicBrainz 记录 Id 请填入下方。 如果留空，Tagger 将提交相关的元数据和指纹。

source: AcoustId User API Key
bg: Потребителски AcoustId API ключ
cs: Klíč API uživatele AcoustId
de: AcoustId Nutzer-API-Key
es: Clave API de usuario de AcoustId
fi: AcoustId:n käyttäjän API-avain
fr: Clé utilisateur d’API AcoustId
he: מפתח משתמש API ל־AcoustId
hi: AcoustId उपयोगकर्ता API कुंजी
hr: API ključ AcoustId korisnika
it: Chiave delle API di AcoustId dell'utente
ru: Ключ API пользователя AcoustId
tr: AcoustId Kullanıcı API Anahtarı
zh_hans: AcoustId 用户 API 密钥

source: Add
bg: Добавяне
cs: Přidat
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
he: הוספה
hi: जोड़ें
hr: Dodaj
it: Aggiungi
ru: Добавить
tr: Ekle
zh_hans: 添加

source: Add New Property
bg: Добавяне на ново свойство
cs: Přidat novou vlastnost
de: Neue Eigenschaft hinzufügen
es: Añadir una propiedad nueva
fi: Lisää uusi ominaisuus
fr: Ajouter une nouvelle propriété
hi: नई प्रॉपर्टी जोड़ें
ru: Добавить новое свойство
tr: Yeni Özellik Ekle
zh_hans: 添加新的属性

source: Add to Playlist
bg: Добавяне в списък
cs: Přidat do playlistu
de: Zu Wiedergabeliste hinzufügen
es: Añadir a la lista de reproducción
fi: Lisää soittolistaan
fr: Ajouter à la liste de lecture
hi: प्लेलिस्ट में जोड़ें
it: Aggiungi alla playlist
ru: Добавить в плейлист
tr: Çalma Listesine Ekle
zh_hans: 加入到播放列表

source: Additional Properties
bg: Допълнителни свойства
cs: Další vlastnosti
de: Zusätzliche Eigenschaften
es: Propiedades adicionales
fi: Lisäominaisuudet
fr: Propriétés additionnelles
he: מאפיינים נוספים
hi: अतिरिक्त प्रॉपर्टी
hr: Dodatna svojstva
it: Proprietà aggiuntive
ru: Дополнительные свойства
tr: Ek Özellikler
zh_hans: 额外的属性

source: Advanced Search Info
bg: Информация за допълнително търсене
cs: Informace o pokročilém vyhledávání
de: Info zur erweiterten Suche
es: Información de búsqueda avanzada
fr: Informations sur la recherche avancée
he: חיפוש מידע מתקדם
hi: उन्नत खोज जानकारी
hr: Informacije napredne pretrage
it: Informazioni sulla ricerca avanzata
ru: Информация по продвинутому поиску
tr: Gelişmiş Arama Bilgisi
zh_hans: 高级搜索信息

source: album
bg: албум
es: álbum
fi: albumi
he: אלבום
hi: एल्बम
ru: альбом
zh_hans: 专辑

source: Album
bg: Албум
es: Álbum
fi: Albumi
he: אלבום
hi: एल्बम
ru: Альбом
tr: Albüm
zh_hans: 专辑

source: Album Art
bg: Обложка на албума
cs: Obal alba
de: Albumcover
es: Portada
fi: Albumin kuvitus
fr: Couverture de l’album
he: עטיפת אלבום
hi: एलबम आर्ट
hr: Slika albuma
it: Copertina
ru: Обложка альбома
tr: Albüm Kapağı
zh_hans: 专辑封面

source: Album Artist
bg: Изпълнител на албума
cs: Umělec alba
de: Album-Interpret
es: Artista del álbum
fi: Albumin esittäjä
fr: Artiste de l'album
he: אמן האלבום
hi: एल्बम कलाकार
hr: Izvođač albuma
it: Artista dell'album
ru: Исполнитель альбома
tr: Albüm Sanatçısı
zh_hans: 专辑艺术家

source: albumartist
bg: изпълнителнаалбума
cs: umělecalba
de: albumkünstler
es: artistadelálbum
fr: artiste de l’album
he: אמן האלבום
hi: एल्बमकलाकार
hr: izvođač albuma
it: artistaalbum
ru: альбомартист
tr: albümsanatçısı
zh_hans: 专辑艺术家

source: All files
bg: Всички файлове
cs: Všechny soubory
de: Alle Dateien
es: Todos los archivos
fi: Kaikki tiedostot
fr: Tous les fichiers
hi: सभी फाइलें
ru: Все файлы
tr: Tüm Dosyalar
zh_hans: 所有文件

source: All Supported Files
bg: Всички поддържани файлове
cs: Všechny podporované soubory
de: Alle unterstützten Dateien
es: Todos los archivos compatibles
fi: Kaikki tuetut tiedostot
fr: Tous les fichiers pris en charge
hi: सभी समर्थित फाइलें
ru: Все поддерживаемые типы файлов
tr: Tüm Desteklenen Dosyalar
zh_hans: 所有支持的文件

source: An application restart is required to change the theme.
bg: Необходимо е да рестартирате програмата за да се промени темата.
cs: Pro změnu motivu je vyžadován restart aplikace.
de: Ein Neustart der App ist notwendig um das Farbschema zu ändern.
es: Para cambiar el tema es necesario reiniciar la aplicación.
fi: Sovellus tulee käynnistää uudelleen, jotta uusi teema tulee käyttöön.
fr: Un redémarrage de l’application est nécessaire pour changer le thème.
hi: थीम बदलने के लिए एप्लिकेशन को पुनरारंभ करना आवश्यक है।
ru: Для применения темы необходим перезапуск приложения.
tr: Temayı değiştirmek için uygulamanın yeniden başlatılması gerekir.
zh_hans: 需要重启应用以更改主题。

source: An invalid RecordingId was provided to MusicBrainz
cs: Službě MusicBrainz bylo poskytnuto neplatné RecordingId
de: Die von MusicBrainz bereitgestellte RecordingId ist nicht valide
es: Se ha proporcionado un RecordingId no válido a MusicBrainz
fr: Un RecordingId invalide a été fourni à MusicBrainz
he: מזהה ההקלטה שסופק ל־MusicBrainz אינו תקף
hi: MusicBrainz को एक अमान्य रिकॉर्डिंग ID प्रदान की गई थी
it: È stato fornito un RecordingId non valido a MusicBrainz
ru: MusicBrainz получил неверный RecordingId
tr: Geçersiz bir kayıt kimliği MüzikBrainz'e verildi
zh_hans: 一个不匹配的记录ID提交到了 MusicBrainz

source: Apply
bg: Прилагане
cs: Použít
de: Anwenden
es: Aplicar
fi: Toteuta
fr: Appliquer
he: החלה
hi: लागू करें
hr: Primijeni
it: Applica
ru: Применить
tr: Uygula
zh_hans: 应用

source: Apply Changes?
bg: Да се приложат ли промените?
cs: Použít změny?
de: Änderungen anwenden?
es: ¿Aplicar cambios?
fi: Toteutetaanko muutokset?
fr: Appliquer les changements ?
he: להחיל שינויים?
hi: परिवर्तनों को लागू करें?
hr: Primijeniti promjene?
it: Applicare le modifiche?
ru: Применить изменения?
tr: Değişiklikler Uygulansın Mı?
zh_hans: 应用更改？

source: Artist
bg: Изпълнител
cs: Umělec
de: Künstler
es: Artista
fi: Esittäjä
fr: Artiste
he: אמן
hi: कलाकार
hr: Izvođač
it: Artista
ru: Исполнитель
tr: Sanatçı
zh_hans: 艺术家

source: Automatically Check for Updates
bg: Автоматично проверяване за обновления
cs: Automaticky kontrolovat aktualizace
de: Automatisch auf Updates prüfen
es: Buscar actualizaciones automáticamente
fi: Tarkista päivitykset automaattisesti
fr: Vérifier automatiquement les mises à jour
hi: अपडेट के लिए स्वचालित रूप से जाँच करें
ru: Проверять обновления автоматически
tr: Güncellemeleri Kendiliğinden Denetle
zh_hans: 自动检查更新

source: B
bg: Б
fr: o
ru: Б

source: Back
bg: Задна обложка
cs: Zadní
de: Hinten
es: Trasera
fi: Takaisin
fr: Dos
he: אחורי
hi: वापस
hr: Natrag
it: Indietro
ru: Задняя
tr: Arka
zh_hans: 返回

source: Beats Per Minute
bg: Темпо
cs: Údery za minutu
de: Schläge pro Minute
es: Pulsaciones por minuto
fi: Tempo
fr: Battements par minute
he: פעימות לדקה
hi: बीट्स प्रति मिनट
hr: BPM
it: Battiti al minuto
ru: Ударов в минуту
tr: Dakika Başına Vuruş
zh_hans: 每分钟节拍数

source: beatsperminute
bg: темпо
cs: úderyzaminutu
de: bpm
es: pulsacionesporminuto
fr: battementsparminute
he: פעימות בדקה
hi: बीट्सपरमिनट
hr: broje otkucaja u minuti
it: battitialminuto
ru: удароввминуту
tr: dakika başına vuruş
zh_hans: 每分钟节拍数

source: Calculating...
bg: Изчисляване...
cs: Vypočítávání...
de: Berechne...
es: Calculando...
fi: Lasketaan...
fr: Calcul…
hi: गणना हो रही है…
it: Elaborazione in corso…
ru: Вычисление...
tr: Hesaplanıyor...
zh_hans: 计算中……

source: Cancel
bg: Отказване
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peru
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
it: Annulla
ru: Отмена
tr: İptal
zh_hans: 取消

source: Changelog
bg: Дневник на промените
cs: Seznam změn
de: Änderungshistorie
es: Registro de cambios
fi: Muutosloki
fr: Journal des changements
hi: चेंजलॉग
ru: Список изменений
tr: Değişiklik günlüğü
zh_hans: 更新记录

source: Check for Updates
bg: Проверка за обновления
cs: Zkontrolovat aktualizace
de: Auf Updates prüfen
es: Buscar actualizaciones
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
hi: अपडेट के लिए जांचें
ru: Проверить обновления
tr: Güncellemeleri Denetle
zh_hans: 检查更新

source: Clear All Lyrics
bg: Изчистване на всички тесктове
cs: Vymazat všechny texty
de: Alle Songtexte enfernen
es: Borrar todas las letras
fi: Tyhjennä kaikki sanoitukset
fr: Effacer toutes les paroles
he: ניקוי כל מילות השיר
hi: सभी बोल साफ़ करें
it: Cancella tutto il testo
ru: Очистить весь текст
tr: Tüm Şarkı Sözlerini Temizle
zh_hans: 清除所有歌词

source: Clear Publishing Date
bg: Изчистване на датата на издаване
cs: Vymazat datum vydání
es: Borrar la fecha de la publicación
fi: Tyhjennä julkaisupäivä
fr: Effacer la date de publication
hi: प्रकाशन दिनांक साफ़ करें
ru: Очистить дату публикации
tr: Yayım Tarihini Temizle
zh_hans: 清除发行日期

source: Close
bg: Затваряне
cs: Zavřít
es: Cerrar
fi: Sulje
fr: Fermer
hi: बंद करें
ru: Закрыть
tr: Kapat
zh_hans: 关闭

source: Close Library
bg: Затваряне на фонотеката
cs: Zavřít knihovnu
de: Bibliothek schließen
es: Cerrar la biblioteca
fi: Sulje kirjasto
fr: Fermer la bibliothèque
hi: लाइब्रेरी बंद करें
it: Chiudi la libreria
ru: Закрыть библиотеку
tr: Kitaplığı Kapat
zh_hans: 关闭曲库

source: comment
bg: коментар
cs: komentář
de: kommentar
es: comentario
fi: kommentti
fr: commentaire
he: הערכה
hi: टिप्पणी
hr: komentar
it: commento
ru: комментарий
tr: yorum
zh_hans: 备注

source: Comment
bg: Коментар
cs: Komentář
de: Kommentar
es: Comentario
fi: Kommentti
fr: Commentaire
he: הערה
hi: टिप्पणी
hr: Komentar
it: Commento
ru: Комментарий
tr: Yorum
zh_hans: 备注

source: composer
bg: композитор
cs: skladatel
de: Komponist
es: compositor
fi: säveltäjä
fr: compositeur
he: מלחין
hi: संगीतकार
hr: skladatelj
it: compositore
ru: композитор
tr: besteci
zh_hans: 作曲家

source: Composer
bg: Композитор
cs: Skladatel
de: Komponist
es: Compositor
fi: Säveltäjä
fr: Compositeur
he: מלחין
hi: संगीतकार
hr: Skladatelj
it: Compositore
ru: Композитор
tr: Besteci
zh_hans: 作曲家

source: Configure
bg: Настройване
cs: Nastavit
de: Konfigurieren
es: Configurar
fi: Määritä
fr: Configurer
he: הגדרה
hi: कॉन्फ़िगर
it: Configura
ru: Настроить
tr: Yapılandır
zh_hans: 设置

source: Contributors on GitHub ❤️
bg: Сътрудници в GitHub ❤️
cs: Přispěvatelé na GitHubu ❤️
de: Mitwirkende auf GitHub ❤️
es: Colaboradores en GitHub ❤️
fi: Avustajat GitHubissa ❤️
fr: Contributeurs sur GitHub ❤️
he: תורמים ב־GitHub ‏❤️ {0}
hi: GitHub पर योगदानकर्ता ❤️
it: I collaboratori su GitHub ❤️
ru: Участники на GitHub ❤️
tr: GitHub Katkıcıları ❤️
zh_hans: Github 上的贡献者❤️

source: Convert
bg: Преобразуване
cs: Převést
de: Konvertieren
es: Convertir
fi: Muunna
fr: Convertir
he: המרה
hi: परिवर्तित करें
hr: Pretvori
it: Converti
ru: Конвертировать
tr: Dönüştür
zh_hans: 转换

source: Converted {0} file name to tag successfully
bg: Успешно преобразуване на {0} име на файл към етикет
cs: Úspěšně převeden {0} název souboru na značku
de: {0} Dateiname erfolgreich in Tags konvertiert
es: Convertido {0} nombre de archivo a etiqueta con éxito
fi: Muunnettiin {0} tiedostonimi tunnisteeksi
fr: {0} nom de fichier converti en balise avec succès
he: שם קובץ אחד הומר בהצלחה לתג
hi: {0} फाइल नाम को सफलतापूर्वक टैग में परिवर्तित किया गया
hr: {0} ime datoteke uspješno pretvoreno u oznaku
it: {0} nome di file convertito con successo
ru: Успешно преобразовано {0} имя файла в тег
tr: {0} dosya adı etikete dönüştürüldü
zh_hans: 成功将 {0} 个文件名添加到标签

source: Converted {0} tag to file name successfully
bg: Успешно преобразуване на {0} етикет към име на файл
cs: Úspěšně převedena {0} značka na název souboru
de: {0} Tag erfolgreich zu Dateiname konvertiert
es: Convertida {0} etiqueta a nombre de archivo con éxito
fi: Muunnettiin {0} tunniste tiedostonimeksi
fr: {0} balise convertie en nom de fichier avec succès
he: תג אחד הומר בהצלחה לשם קובץ
hi: {0} टैग को फाइल नाम में सफलतापूर्वक परिवर्तित किया गया
hr: {0} oznaka uspješno pretvorena u ime datoteke
it: {0} etichetta convertita in nome di file con successo
ru: Успешно преобразован {0} тег в имя файла
tr: {0} etiket dosya adına dönüştürüldü
zh_hans: 成功将 {0} 个文件名添加到标签

source: Converting file names to tags...
bg: Преобразуване на имена на файлове към етикети...
cs: Převod názvů souborů na značky...
de: Konvertiere Dateinamen zu Tags...
es: Convirtiendo los nombres de los archivo en etiquetas...
fi: Muunnetaan tiedostonimiä tageiksi...
fr: Conversion des nom des fichiers en étiquettes…
hi: फाइल नामों को टैग में परिवर्तित किया जा रहा है…
ru: Конвертирование имён файлов в теги...
tr: Dosya adları etikete dönüştürülüyor...
zh_hans: 正在将 {0} 个文件名添加到标签……

source: Converting tags to file names...
bg: Преобразуване на етикети към имена на файлове...
cs: Převod značek na názvy souborů...
de: Konvertiere Tags zu Dateinamen...
es: Convirtiendo las etiquetas en nombres de archivo...
fi: Muunnetaan tageja tiedostonimiksi...
fr: Convertir des balises en noms de fichiers…
hi: टैग को फाइल नामों में परिवर्तित किया जा रहा है…
ru: Конвертирование тегов в имена файлов...
tr: Etiketler dosya adlarına dönüştürülüyor...
zh_hans: 正在将标签转换为文件名……

source: Copied debug info to clipboard.
bg: Информацията за тестваща програма е копирана в буфера за обмен.
cs: Informace o ladění zkopírovány do schránky.
de: Debuginformationen wurden in die Zwischenablage kopiert.
es: Información de depuración copiada en el portapapeles.
fi: Vianjäljitystiedot on kopioitu leikepöydälle.
fr: Informations de débogages copiées vers le presse-papiers.
hi: डिबग जानकारी को क्लिपबोर्ड पर कॉपी किया गया।
ru: Отладочная информация скопирована в буфер обмена.
tr: Hata ayıklama bilgisi panoya kopyalandı.
zh_hans: 复制debug信息到剪切板。

source: Copy Fingerprint To Clipboard
bg: Копиране на отпечатъка в буфера за обмен
cs: Zkopírovat otisk do schránky
de: Fingerabdruck in die Zwischenablage kopieren
es: Copiar firma al portapapeles
fi: Kopioi sormenjälki leikepöydälle
fr: Copier l’empreinte vers le presse-papiers
he: העתקת טביעת אצבע ללוח הגזירים
hi: फिंगरप्रिंट को क्लिपबोर्ड पर कॉपी करें
hr: Kopiraj digitalni otisak u međuspremnik
it: Copia l'impronta negli appunti
ru: Скопировать отпечаток в буфер обмена
tr: Parmak İzini Panoya Kopyala
zh_hans: 复制指纹到剪切板

source: Corrupted Files Found
bg: Намерени са повредени файлове
cs: Nenalezeny poškozené soubory
de: Korrumpierte Dateien gefunden
es: Se han encontrado archivos dañados
fi: Rikkoutuneita tiedostoja löytynyt
fr: Des fichiers corrompus ont été trouvés
he: נמצאו קבצים פגוים
hi: दूषित फाइलें मिलीं
hr: Pronađene su oštećene datoteke
it: Trovati file danneggiati
ru: Найдены поврежденные файлы
tr: Bozuk Dosyalar Bulundu
zh_hans: 发现损坏的文件

source: Create
bg: Създаване
cs: Vytvořit
de: Erstellen
es: Crear
fi: Luo
fr: Créer
hi: बनाएं
it: Crea
ru: Создать
tr: Oluştur
zh_hans: 创建

source: Create Playlist
bg: Създаване на списък с песни
cs: Vytvořit playlist
de: Wiedergabeliste erstellen
es: Crear una lista de reproducción
fi: Luo soittolista
fr: Créer une liste de lecture
hi: प्लेलिस्ट बनायें
it: Crea playlist
ru: Создать плейлист
tr: Çalma Listesi Oluştur
zh_hans: 创建播放列表

source: Credits
bg: Сътрудници
cs: Poděkování
es: Créditos
fr: Crédits
hi: श्रेय
ru: Авторы
tr: Hazırlayanlar
zh_hans: 贡献

source: custom
bg: друг
cs: vlastní
de: andere
es: personalizado
fr: personnalisé
he: מותאם אישית
hi: कस्टम
hr: prilagođeno
it: personalizzato/a
ru: пользовательский
tr: özel
zh_hans: 自定义

source: Custom
bg: Друг
cs: Vlastní
de: Andere
es: Personalizado
fi: Mukautettu
fr: Personnalisé
he: מותאם אישית
hi: कस्टम
hr: Prilagođeno
it: Personalizzato
ru: Пользовательский
tr: Özel
zh_hans: 自定义

source: Custom Properties
bg: Други свойства
cs: Vlastní vlastnosti
de: Andere Eigenschaften
es: Propiedades personalizadas
fi: Mukautettu ominaisuus
fr: Propriétés personnalisées
he: מאפיינים מותאמים
hi: कस्टम प्रॉपर्टी
hr: Prilagođena svojstva
it: Proprietà personalizzate
ru: Пользовательские свойства
tr: Özel Özellikler
zh_hans: 自定义属性

source: Custom properties can only be edited for individual files.
bg: Други свойства могат да се редактират само индивидуално.
cs: Vlastní vlastnosti lze upravit pouze u individuálních souborů.
de: Benutzerdefinierte Eigenschaften können nur für individuelle Dateien bearbeitet werden.
es: Las propiedades personalizadas solo pueden editarse para los archivos individuales.
fi: Mukautettuja ominaisuuksia voi muokata vain yksittäisten tiedostojen kohdalla.
fr: Les propriétés personnalisées ne peuvent être éditées que pour des fichiers individuels.
hi: कस्टम प्रॉपर्टीज को केवल व्यक्तिगत फाइलों के लिए संपादित किया जा सकता है।
it: Le proprietà personalizzate possono essere modificate solo un file alla volta.
ru: Пользовательские свойства можно редактировать только для отдельных файлов.
tr: Özel özellikler yalnızca bağımsız dosyalar için düzenlenebilir.
zh_hans: 只能编辑单个文件的自定义属性。

source: David Lapshin
hi: डेविड लैपशिन
ru: Давид Лапшин

source: Delete Tag
bg: Изтриване на етикета
cs: Odstranit značku
de: Tag löschen
es: Eliminar la etiqueta
fi: Poista tagi
fr: Supprimer l'étiquette
hi: टैग हटाएं
ru: Удалить тег
tr: Etiketi Sil
zh_hans: 删除标签

source: Delete Tag (Shift+Delete)
bg: Изтриване на етикета (Shift+Delete)
cs: Odstranit značku (Shift+Delete)
de: Tag löschen (Umschalt+Entfernen)
es: Eliminar etiqueta (Mayús+Supr)
fi: Poista tagi (Shift+Delete)
fr: Supprimer la balise (Maj+Suppr)
hi: टैग हटाएं (Shift+Delete)
ru: Удалить тег (Shift+Delete)
tr: Etiketi Sil (Shift+Delete)
zh_hans: 删除标签 (Shift+Delete)

source: Deleting tags...
bg: Изтриване на тагове...
cs: Odstraňování značek...
de: Tags werden gelöscht...
es: Borrando las etiquetas...
fi: Poistetaan tageja...
fr: Suppression des étiquettes...
hi: टैग हटाये जा रहे हैं…
ru: Удаление тегов...
tr: Etiketler siliniyor...
zh_hans: 正在删除标签……

source: description
bg: описание
cs: popis
de: Beschreibung
es: descripción
fi: kuvaus
he: תיאור
hi: विवरण
hr: opis
it: descrizione
ru: описание
tr: açıklama
zh_hans: 描述

source: Description
bg: Описание
cs: Popis
de: Beschreibung
es: Descripción
fi: Kuvaus
he: תיאור
hi: विवरण
hr: Opis
it: Descrizione
ru: Описание
tr: Açıklama
zh_hans: 描述

source: Developers: {0} Designers: {1} Artists: {2} Translators: {3}
bg: Разработчиците: {0} Дизайнерите: {1} Художниците: {2} Преводачите: {3}
cs: Vývojáři: {0} Návrháři: {1} Umělci: {2} Překladatelé: {3}
de: Entwickler: {0} Designer: {1} Künstler: {2} Übersetzer: {3}
es: Desarrolladores: {0} Diseñadores: {1} Artistas: {2} Traductores: {3}
fr: Développeurs : {0} Designers : {1} Artistes : {2} Traducteurs : {3}
hi: डेवलपर्स: {0} डिज़ाइनर: {1} कलाकार की: {2} अनुवादक: {3}
ru: Разработчики: {0} Дизайнеры: {1} Художники: {2} Переводчики: {3}
tr: Geliştiriciler: {0} Tasarımcılar: {1} Sanatçılar: {2} Çevirmenler: {3}
zh_hans: 开发者： {0} 设计师： {1} 艺术家： {2} 译者： {3}

source: Disc
bg: Диск
cs: Disk
es: Disco
fi: Levy
hi: डिस्क
ru: Диск
tr: Disk
zh_hans: 唱片

source: Discard
bg: Отхвърляне
cs: Zrušit
de: Verwerfen
es: Descartar
fi: Hylkää
fr: Abandonner
he: השלכה
hi: खारिज
hr: Odbaci
it: Scarta
ru: Отменить
tr: Gözden Çıkar
zh_hans: 放弃

source: Discard Unapplied Changed (Ctrl+Z)
bg: Отхвърляне на незапазените промени (Ctrl+Z)
cs: Zrušit nepoužité změny (Ctrl+Z)
de: Nicht angewandte Änderungen verwerfen (Strg+Z)
es: Descartar los cambios no aplicados (Ctrl+Z)
fi: Hylkää toteuttamattomat muutokset (Ctrl+Z)
fr: Abandonner les changements non appliqués (Ctrl+Z)
hi: लागू न किए गए परिवर्तन को खारिज करें (Ctrl+Z)
ru: Отменить непримененные изменения (Ctrl+Z)
tr: Uygulanmamış Değişiklikleri Gözden Çıkar (Ctrl+Z)
zh_hans: 放弃未应用的更改 (Ctrl+Z)
