Repository: NickvisionApps/Tagger
Catalog: NickvisionTagger.Shared/Resources/po/*.po
Languages: bg, cs, de, es, fi, fr, he, hi, hr, it, ru, tr, zh_hans

source: PREVIEW
bg: Предварителен преглед
cs: NÁHLED
de: VORSCHAU
es: VISTA PREVIA
hi: पूर्वावलोकन
ru: ПРЕДПРОСМОТР
tr: ÖN İZLEME
zh_hans: 预览

source: Property Name
bg: Име на свойство
cs: Název vlastnosti
de: Eigenschaft-Name
es: Nombre de la propiedad
fi: Ominaisuuden nimi
fr: Nom de la propriété
he: שם מאפיין
hi: प्रॉपर्टी का नाम
hr: Ime svojstva
it: Nome della proprietà
ru: Имя свойства
tr: Özellik Adı
zh_hans: 属性名称

source: publisher
bg: издател
cs: vydavatel
de: Verlag
es: editor
fi: julkaisija
fr: maison de disques
he: מוציא לאור
hi: प्रकाशक
hr: izdavač
it: etichetta
ru: издатель
tr: yayımcı
zh_hans: 发行商

source: Publisher
bg: Издател
cs: Vydavatel
de: Verlag
es: Editor
fi: Julkaisija
fr: Maison de disques
he: מוציא לאור
hi: प्रकाशक
hr: Izdavač
it: Etichetta
ru: Издатель
tr: Yayımcı
zh_hans: 发行商

source: Publishing Date
bg: Дата на издаване
cs: Datum vydání
es: Fecha de publicación
fi: Julkaisupäivä
hi: प्रकाशन तिथि
ru: Дата публикации
tr: Yayım Tarihi
zh_hans: 发行日期

source: publishingdate
bg: датанаиздаване
cs: datumvydání
es: fechadepublicación
hi: प्रकाशनतिथि
ru: датапубликации
tr: yayım tarihi
zh_hans: 发行日期

source: Reload
bg: Презареждане
cs: Znovu načíst
de: Neu laden
es: Recargar
fi: Lataa uudelleen
hi: पुनः लोड करें
ru: Перезагрузить
tr: Yeniden Yükle
zh_hans: 重新加载

source: Reload Library
bg: Презареждане на фонотеката
cs: Znovu načíst knihovnu
de: Bibliothek neu laden
es: Recargar la biblioteca
fi: Lataa kirjasto uudelleen
fr: Recharger la bibliothèque
hi: लाइब्रेरी पुनः लोड करें
it: Ricarica la libreria
ru: Перезагрузить библиотеку
tr: Kitaplığı Yeniden Yükle
zh_hans: 重新载入曲库

source: Remove
bg: Премахване
cs: Odebrat
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
he: הסרה
hi: हटाएँ
hr: Ukloni
it: Rimuovi
ru: Удалить
tr: Kaldır
zh_hans: 移除

source: Remove Custom Property
bg: Премахване на друго свойство
cs: Odebrat vlastní vlastnost
de: Entferne Andere Eigenschaft
es: Eliminar propiedad personalizada
fi: Poista mukautettu ominaisuus
fr: Supprimer la propriété personnalisée
he: הסרת מאפיין מותאם
hi: कस्टम प्रॉपर्टी हटाएँ
hr: Ukloni prilagođeno svojstvo
it: Rimuovi proprietà personalizzata
ru: Удалить пользовательское свойство
tr: Özel Özelliği Kaldır
zh_hans: 移除自定义属性

source: Remove Files?
bg: Премахване на файловете?
cs: Odstranit soubory?
de: Dateien entfernen?
es: ¿Eliminar los archivos?
fi: Poistetaanko tiedostot?
fr: Supprimer les fichiers ?
hi: फाइलें हटाएँ?
it: Rimuovere i file?
ru: Удалить файлы?
tr: Dosyalar Kaldırılsın Mı?
zh_hans: 删除文件？

source: Remove from Playlist
bg: Премахване от списъка с песни
cs: Odebrat z playlistu
de: Aus Wiedergabeliste entfernen
es: Eliminar de la lista de reproducción
fi: Poista soittolistalta
fr: Supprimer de la liste de lecture
hi: प्लेलिस्ट से हटाएँ
it: Rimuovi dalla playlist
ru: Удалить из плейлиста
tr: Çalma Listesinden Kaldır
zh_hans: 从播放列表中删除

source: Remove Lyric
bg: Премахване на текста
cs: Odebrat řádek
de: Text Entfernen
es: Eliminar letra
fi: Poista sanoitus
fr: Supprimer les paroles
he: הסרת מילות שיר
hi: बोल हटाएँ
it: Rimuovi testo
ru: Удалить текст
tr: Şarkı Sözünü Kaldır
zh_hans: 删除歌词

source: Removing album art...
bg: Премахване на обложката на албума...
cs: Odebírání obalu alba...
de: Albumcover wird entfernt...
es: Quitando las carátulas del álbum...
fi: Poistetaan albumin kuvitusta...
hi: एल्बम आर्ट हटाई जा रही है…
ru: Удаление обложки альбома...
tr: Albüm kapağı kaldırılıyor...
zh_hans: 正在删除专辑封面……

source: Report a Bug
bg: Докладване на грешка
cs: Nahlásit problém
de: Problem melden
es: Informar de un error
fi: Ilmoita virheestä
hi: खराबी की जानकारी दें
ru: Сообщить об ошибке
tr: Hata Raporla
zh_hans: 报告缺陷

source: Restart To Apply Theme?
bg: Рестартирайте, за да приложите темата?
cs: Restartovat pro použití motivu?
de: Neustarten um Farbschema anzuwenden?
es: ¿Reiniciar para aplicar el tema?
hi: थीम लागू करने के लिए पुनः प्रारंभ करें?
ru: Перезагрузить для применения темы?
tr: Temanın Uygulanması İçin Yeniden Başlatılsın Mı?
zh_hans: 重新启动以应用主题？

source: Save Playlist
bg: Запазване на списъка с песни
cs: Uložit playlist
de: Wiedergabeliste speichern
es: Guardar la lista de reproducción
fi: Tallenna soittolista
hi: प्लेलिस्ट सहेजें
ru: Сохранить плейлист
tr: Çalma Listesini Kaydet
zh_hans: 保存播放列表

source: Save Tag
bg: Запазване на етикета
cs: Uložit značku
de: Tag speichern
es: Guardar etiqueta
fi: Tallenna tagi
fr: Enregistrer la balise
he: שמירת תג
hi: टैग सहेजें
hr: Spremi oznaku
it: Salva le etichette
ru: Сохранить тег
tr: Etiketi Kaydet
zh_hans: 保存标签

source: Save Tag (Ctrl+S)
bg: Запазване на етикета (Ctrl+S)
cs: Uložit značku (Ctrl+S)
de: Tag speichern (Strg+S)
es: Guardar etiqueta (Ctrl+S)
fi: Tallenna tagi (Ctrl+S)
hi: टैग सहेजें (Ctrl+S)
ru: Сохранить тег (Ctrl+S)
tr: Etiketi Kaydet (Ctrl+S)
zh_hans: 保存标签(Ctrl+S)

source: Saving tags...
bg: Запазване на етикетите...
cs: Ukládání značek...
de: Tags werden gespeichert...
es: Guardando etiquetas…
fi: Tallennetaan tageja...
fr: Enregistrement des balises…
he: שומר תגיות…
hi: टैग सहेजे जा रहे हैं…
hr: Spremanje oznaka …
it: Salvataggio delle etichette in corso…
ru: Сохранение тегов...
tr: Etiketler kaydediliyor...
zh_hans: 正在保存标签……

source: Select Save Location
bg: Избиране на път за запазване
cs: Vyberte místo uložení
de: Speicherort auswählen
es: Seleccione la ubicación de guardado
fi: Valitse tallennussijainti
hi: स्थान सहेजें का चयन करें
ru: Выберите путь для сохранения
tr: Kayıt Konumu Seç
zh_hans: 选择保存位置

source: Select some files
bg: Изберете някои файла
cs: Vyberte nějaké soubory
de: Wähle Dateien aus
es: Seleccione algunos archivos
fi: Valitse joitain tiedostoja
fr: Sélectionnez des fichiers
he: יש לבחור קבצים
hi: कुछ फाइलें चुनें
hr: Odaberi neke datoteke
it: Selezionare alcuni file
ru: Выберите несколько файлов
tr: Bazı dosyaları seçin
zh_hans: 选择一些文件

source: Settings
bg: Настройки
cs: Nastavení
de: Einstellungen
es: Ajustes
fi: Asetukset
hi: सेटिंग्स
ru: Настройки
tr: Ayarlar
zh_hans: 设置

source: Show Extras Pane
bg: Показване на панела с екстри
cs: Zobrazit extra panel
de: Extras-Bereich anzeigen
es: Mostrar panel Extras
hi: एक्स्ट्रा फलक दिखाएँ
ru: Показать дополнительную панель
tr: İlaveler Panelini Göster
zh_hans: 显示额外面板

source: Some music files still have changes waiting to be applied. What would you like to do?
bg: Някои песни имат незапазени промени. Какво искате да направите?
cs: Některé hudební soubory mají stále čekající změny. Co chcete udělat?
de: Einige Musikdateien haben ungespeicherte Änderungen. Was möchtest du tun?
es: Algunos archivos de música aún tienen cambios pendientes de aplicar. ¿Qué le gustaría hacer?
fr: Des fichiers de musiques ont encore des modifications en attente d’être appliquées. Que souhaitez-vous faire ?
he: כמה קובצי מוזיקה עוד ממתינים להחלה של שינויים עליהם. מה ברצונך לעשות?
hi: कुछ संगीत फाइलों में अभी भी परिवर्तन लागू होने की प्रतीक्षा में हैं। आप क्या करना चाहेंगे?
hr: Neke glazbene datoteke još uvijek sadrže promjene koje još nisu primijenjene. Želiš li primijeniti te promjene?
it: Sono presenti alcune modifiche in attesa di essere applicate. Come procedere?
ru: Некоторые музыкальные файлы все еще содержат изменения, ожидающие применения. Что бы вы хотели сделать?
tr: Bazı müzik dosyalarında uygulanmayı bekleyen değişiklikler var. Ne yapmak istersin?
zh_hans: 某些音乐文件仍有等待应用的更改。您想做什么？

source: Sort Files By
bg: Подреждане на файлове по
cs: Řadit soubory podle
de: Dateien sortieren nach
es: Ordenar archivos por
fi: Järjestä tiedostot
fr: Trier les fichiers par
he: מיון פריטים לפי
hi: फाइलों को इसके अनुसार क्रमबद्ध करें
hr: Redoslijed datoteka
it: Ordina file per
ru: Сортировать файлы по
tr: Dosyaları Sırala
zh_hans: 按……排序

source: Submit
bg: Изпращане
cs: Potvrdit
de: Senden
es: Enviar
fi: Lähetä
fr: Envoyer
he: שליחה
hi: जमा करें
hr: Pošalji
it: Invia
ru: Отправить
tr: Gönder
zh_hans: 提交

source: Submit to AcoustId
bg: Изпращане към AcoustId
cs: Odeslat do AcoustId
de: An AcoustId senden
es: Enviar a AcoustId
fi: Lähetä AcoustId:hen
fr: Envoyer à AcoustId
he: שליחה ל־AcoustId
hi: AcoustId पर सबमिट करें
hr: Pošalji AcoustId-u
it: Invia ad AcoustId
ru: Отправить в AcoustId
tr: AcoustIdʼye Gönder
zh_hans: 提交至 AcoustId

source: Submitted metadata to AcoustId successfully
bg: Успешно изпращане на метаданните до AcoustId
cs: Metadata úspěšně odeslána do AcoustId
de: Metadaten erfolgreich zu AcoustId abgesendet
es: Metadatos enviados a AcoustId con éxito
fi: Metatiedot lähetettiin AcoustId:hen onnistuneesti
fr: Métadonnées envoyées à AcoustId avec succès
he: נתוני המידע נשלחו בהצלחה ל־AcoustId
hi: AcoustId पर मेटाडेटा सफलतापूर्वक सबमिट किया गया
hr: Metapodaci su uspješno poslani AcoustId-u
it: I metadati sono stati inviati con successo a AcoustId
ru: Метаданные для AcoustId предоставлены успешно
tr: AcoustId'ye üst veriler başarıyla gönderildi
zh_hans: 成功向 AcoustId 提交元数据

source: Submitting data to AcoustId...
bg: Изпращане на данните към AcoustId...
cs: Odesílání dat do AcoustId...
de: Daten werden zu AcoustId gesendet...
es: Enviando datos a AcoustId...
fi: Lähetetään tietoja AcoustId:hen...
fr: Envoi des données à AcoustId…
he: שולח נתוני מידע ל־AcoustId…
hi: AcoustId पर डेटा सबमिट किया जा रहा है…
hr: Slanje metapodatka AcoustId-u …
it: Invio dei dati ad AcoustId in corso…
ru: Отправка данных в AcoustId...
tr: AcoustId'ye veriler gönderiliyor...
zh_hans: 正在向 AcoustId 提交数据……

source: Switch to Back Cover
bg: Сменяне на задната обложка
cs: Přepnout na zadní obal
de: Zur Rückseite wechseln
es: Cambiar a la contraportada
fi: Vaihda takakanteen
fr: Dos de la couverture
he: החלפה לכיסוי אחורי
hi: बैक कवर पर स्विच करें
hr: Prikaži stražnju sliku albuma
it: Passa alla copertina posteriore
ru: Переключиться на заднюю обложку
tr: Arka Kapağa Geç
zh_hans: 切换到背面

source: Switch to Front Cover
bg: Сменяне на предната обложка
cs: Přepnout na přední obal
de: Zur Vorderseite wechseln
es: Cambiar a la portada
fi: Vaihda etukanteen
fr: Face de la couverture
he: החלפה לכיסוי קדמי
hi: फ्रंट कवर पर स्विच करें
hr: Prikaži prednju sliku albuma
it: Passa alla copertina anteriore
ru: Переключиться на переднюю обложку
tr: Ön Kapağa Geç
zh_hans: 切换到封面

source: Synchronized
bg: Синхронизиран
cs: Synchronizované
de: Synchronisiert
es: Sincronizado
fi: Synkronoitu
fr: Synchronisées
hi: सिंक्रनाइज़
it: Sincronizzato
ru: Синхронизированные
tr: Eşitlenmiş
zh_hans: 同步的

source: Tag
bg: Етикет
cs: Značka
es: Etiqueta
hi: टैग
ru: Тег
tr: Etiket
zh_hans: 标签

source: Tag to File Name
bg: Етикет към име на файл
cs: Značka na název souboru
de: Tag zu Dateiname
es: Etiqueta a nombre de archivo
fi: Tagi tiedostonimeksi
fr: Balise vers nom de fichier
he: תג לשם קובץ
hi: फाइल नाम पर टैग करें
hr: Oznaka u ime datoteke
it: Da etichetta a nome di file
ru: Тег в имя файла
tr: Etiketten Dosya Adına
zh_hans: 标签到文件名

source: Tag to File Name (Ctrl+T)
bg: Етикет към име на файл (Ctrl+T)
cs: Značka na název souboru (Ctrl+T)
de: Tag zu Dateiname (Strg+T)
es: Etiqueta a nombre de archivo (Ctrl+T)
fi: Tagi tiedostonimeksi (Ctrl+T)
hi: फाइल नाम पर टैग करें (Ctrl+T)
ru: Тег в имя файла (Ctrl+T)
tr: Etiketten Dosya Adına (Ctrl+T)
zh_hans: 标签到文件名 (Ctrl+T)

source: Tag your music
bg: Етикирайте музиката си
cs: Označte svou hudbu
de: Tagge deine Musik
es: Etiquete su música
fi: Lisää tagit musiikkiin
fr: Associez des balises à vos musiques
he: תיוג המוזיקה שלך
hi: अपने संगीत को टैग करें
hr: Označite svoju glazbu
it: Associa un'etichetta ai tuoi brani
ru: Редактируйте ваши музыкальные теги
tr: Müziklerinizi etiketleyin
zh_hans: 为您的音乐添加标签

source: Tag Your Music
bg: Етикирайте музиката си
cs: Označte svou hudbu
de: Tagge Deine Musik
es: Etiquete su música
fi: Lisää tagit musiikkiin
fr: Étiquetez vos musiques
he: תיוג המוזיקה שלך
hi: अपने संगीत को टैग करें
hr: Označi svoju glazbu
it: Etichetta la tua musica
ru: Редактируйте ваши музыкальные теги
tr: Müziklerinizi Etiketleyin
zh_hans: 为您的音乐添加标签

source: Tagger's documentation and support channels are accessible via the Help menu.
bg: Документацията и каналите за поддръжка на „Tagger“ са достъпни чрез менюто Помощ.
cs: Dokumentace a kanály podpory aplikace Označovač jsou dostupné v nabídce nápovědy.
es: Se puede acceder a la documentación y los canales de soporte de Tagger a través del menú Ayuda.
hi: Tagger के दस्तावेज़ीकरण और सहायता चैनल सहायता मेनू के माध्यम से पहुंच योग्य हैं।
ru: Документация и каналы поддержки Tagger доступны через меню Справка.
tr: Tagger belgelerine ve destek kanallarına Yardım menüsünden erişilebilir.
zh_hans: 音乐标签机的文档和支持渠道可通过“帮助”菜单访问。

source: The selected files will not be deleted from disk but will be removed from this playlist.
bg: Избраните файлове няма да бъдат изтрити от диска, но ще бъдат премахнати от този списък с песни.
cs: Vybrané soubory nebudou odstraněny z disku, budou ale odstraněny z tohoto playlistu.
de: Die ausgewählten Dateien werden nicht von der Platte gelöscht, aber aus der Wiedergabeliste entfernt.
es: Los archivos seleccionados no se borrarán del disco, pero se eliminarán de esta lista de reproducción.
fr: Les fichiers sélectionnés ne seront pas supprimés du disque mais simplement retirés de cette liste de lecture.
hi: चयनित फाइलें डिस्क से नहीं हटाई जाएंगी बल्कि इस प्लेलिस्ट से हटा दी जाएंगी।
it: I file selezionati non saranno eliminati dal disco, ma saranno rimossi dalla playlist.
ru: Выбранные файлы будут удалены только из этого плейлиста, но останутся на диске.
tr: Seçilen dosyalar diskten silinmeyecek fakat çalma listesinden kaldırılacak.
zh_hans: 所选文件不会从磁盘中删除，但会从此播放列表中删除。

source: Theme
bg: Тема
cs: Motiv
de: Farbschema
es: Tema
fi: Teema
fr: Thème
he: ערכת עיצוב
hi: थीम
hr: Tema
it: Tema
ru: Тема
tr: Tema
zh_hans: 主题

source: This file does not have a valid fingerprint
bg: Файла няма валиден отпечатък
cs: Tento soubor nemá platný otisk
de: Die Datei hat keinen gültigen Fingerabdruck
es: Este archivo no tiene una huella digital válida
fi: Tällä tiedostolla ei ole kelvollista sormenjälkeä
fr: Ce fichier n’a pas d’empreinte valide
he: לקובץ זה אין טביעת אצבע תקפה
hi: इस फाइल में वैध फ़िंगरप्रिंट नहीं है
it: Questo file non ha un'impronta valida
ru: Этот файл не имеет действительного отпечатка
tr: Bu dosyanın geçerli bir parmak izi yok
zh_hans: 此文件没有有效的指纹

source: This music folder contains music files that have corrupted tags. The following files are affected and will be ignored by Tagger:
bg: Тази папка с песни съдържа песни с повредени етикети. Следните файлове са засегнати и ще бъдат игнорирани от „Tagger“:
cs: Tato hudební složka obsahuje hudební soubory, které mají poškozené značky. Týká se to následujících souborů, které budou ignorovány Ozmačovačem:
de: Dieser Muskiordner enthält Musikdateien mit korrumpierten Eigenschaften. Diese Dateien sind betroffen und werden von Tagger ignoriert:
es: Esta carpeta de música contiene archivos de música que tienen etiquetas corruptas. Los siguientes archivos están afectados y serán ignorados por Tagger:
fr: Ce dossier de musiques contient des fichiers musicaux avec des balises corrompues. Les fichiers suivants sont affectés et seront ignorés par Tagger :
he: תיקיית מוזיקה זו מכילה קובצי מוזיקה עם תיוג פגום. המתייג יתעלם מהקבצים הבאים שמושפעים מכך:
hi: इस संगीत फोल्डर में ऐसी संगीत फाइलें हैं जिनके टैग दूषित हैं। निम्नलिखित फाइलों प्रभावित हैं और Tagger द्वारा अनदेखा कर दी जाएंगी:
hr: Ova mapa glazbenih datoteke sardži glazbene datoteke s oštećenim oznakama. Sljedeće datoteke su pogođene i Tagger će ih zanemariti:
it: La cartella contiene brani con etichette danneggiate. I seguenti file saranno ignorati da Tagger:
ru: Эта музыкальная папка содержит музыкальные файлы с поврежденными тегами. Следующие файлы затронуты и будут проигнорированы Tagger:
tr: Bu müzik klasörü, bozuk etiketleri olan müzik dosyaları içeriyor. Aşağıdaki dosyalar bundan etkileniyor ve Tagger tarafından yok sayılacaklar:
zh_hans: 此音乐文件夹包含标签已损坏的音乐文件。以下文件受到影响，音乐标签机将忽略这些文件：

source: TiB
bg: ТБ
fr: Tio
he: טבי״ב
ru: ТиБ

source: Timestamp (hh:mm:ss or mm:ss.xx)
bg: Времена (чч:мм:сс или мм:сс.хх)
cs: Čas (hh:mm:ss nebo mm:ss.xx)
de: Zeitstempel (hh:mm:ss oder mm:ss.xx)
es: Marca de tiempo (hh:mm:ss o mm:ss.xx)
fi: Aikaleima (hh:mm:ss tai mm:ss.xx)
fr: Horodatage (hh:mm:ss ou mm:ss.xx)
hi: टाइमस्टैम्प (hh:mm:ss या mm:ss.xx)
it: Istante (hh:mm:ss oppure mm:ss:xx)
ru: Временная метка (hh:mm:ss или mm:ss.xx)
tr: Zaman damgası (hh:mm:ss ya da mm:ss.xx)
zh_hans: 时间戳 (hh:mm:ss 或 mm:ss.xx)

source: title
bg: заглавие
cs: název
de: titel
es: título
fi: nimi
fr: titre
he: כותרת
hi: शीर्षक
hr: naslov
it: titolo
ru: название
tr: başlık
zh_hans: 标题

source: Title
bg: Заглавие
cs: Název
de: Titel
es: Título
fi: Nimi
fr: Titre
he: כותרת
hi: शीर्षक
hr: Naslov
it: Titolo
ru: Название
tr: Başlık
zh_hans: 标题

source: Too Many Files Selected
bg: Твърде много избрани файлове
cs: Vybráno příliš mnoho souborů
de: Zu viele Dateien ausgewählt
es: Demasiados archivos seleccionados
fi: Liian monta tiedostoa valittu
fr: Trop de fichiers sélectionnés
he: נבחרו יותר מדי קבצים
hi: बहुत सारी फाइलें चयनित
hr: Odabrano je previše datoteka
it: Sono stati selezionati troppi file
ru: Выбрано слишком много файлов
tr: Çok Fazla Dosya Seçildi
zh_hans: 选择的文件过多

source: track
bg: песен
cs: stopa
de: nummer
es: pista
fi: kappale
fr: piste
he: רצועה
hi: ट्रैक
hr: pjesma
it: traccia
ru: трек
tr: parça
zh_hans: 音轨

source: Track
bg: Песен
cs: Stopa
es: Pista
fi: Kappale
fr: Morceau
he: רצועה
hi: ट्रैक
hr: Pjesma
it: Numero della traccia
ru: Номер трека
tr: Parça
zh_hans: 音轨

source: tracktotal
bg: общопесни
cs: celkemstop
de: songanzahl
es: pistatotal
fr: pistestotal
he: מספר רצועות כולל
hi: कुलट्रैक
hr: broj pjesama
it: traccetotali
ru: количестводорожек
tr: toplamparça
zh_hans: 音轨总计

source: translator-credits
bg: twlvnn <kraft_werk@tutanota.com>
cs: Jonáš Loskot <jonas.loskot@pm.me>, 2023
de: Feliks Weber <feliks@notabit.eu>
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
fi: Jiri Grönroos
fr: Irénée Thirion
he: יוסף אור בוצ׳קו <yoseforb@gmail.com> מיזם תרגום GNOME לעברית https://l10n.gnome.org/teams/he/
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hr: Milo Ivir <mail@milotype.de>
it: Federico Marchetti Davide Ferracin <davide.ferracin@protonmail.com>
ru: Давид Лапшин <ddaudix@gmail.com>, 2023 0куе <>, 2023
tr: Sabri Ünal <libreajans@gmail.com>
zh_hans: 译者贡献

source: Try a different library
bg: Опитайте различна фонотека
cs: Zkuste jinou knihovnu
de: Versuche eine andere Bibliothek
es: Pruebe con otra biblioteca
fi: Kokeile eri kirjastoa
fr: Essayez une autre bibliothèque
hi: कोई भिन्न लाइब्रेरी आज़माएँ
it: Provare con un'altra libreria
ru: Попробовать другую библиотеку
tr: Başka bir kitaplık dene
zh_hans: 选择其他音乐库

source: Type
bg: Въведи
cs: Typ
de: Typ
es: Tipo
fi: Tyyppi
hi: प्रकार
it: Tipo
ru: Тип
tr: Tür
zh_hans: 输入

source: Type ! for advanced search
bg: Въведете ! за допълнително търсене
cs: Zadejte ! pro pokročilé vyhledávání
de: Tippe ! für die erweiterte Suche
es: Escriba ! para la búsqueda avanzada
fi: Kirjoita ! avataksesi edistyneen haun
hi: प्रकार ! उन्नत खोज के लिए
ru: Введите ! для расширенного поиска
tr: gelişmiş arama için ! yazın
zh_hans: 输入 ! 启用高级搜索

source: Unable to add file to playlist. File may already exist in playlist.
bg: Неуспешно добавяне на файла в списъка с песни. Файлът вече съществува в списъка с песни.
cs: Nepodařilo se přidat soubor do playlistu. Možná v něm již existuje.
de: Datei konnte nicht zur Wiedergabeliste hinzugefügt werden. Vielleicht existiert die Datei bereits in der Wiedergabeliste.
es: No se puede añadir un archivo a la lista de reproducción. Es posible que el archivo ya exista en la lista de reproducción.
fr: Impossible d’ajouter le fichier à la liste de lecture. Le fichier existe peut-être déjà dedans.
hi: प्लेलिस्ट में फाइल जोड़ने में असमर्थ. फाइल पहले से ही प्लेलिस्ट में मौजूद हो सकती है।
it: Aggiunta del file alla playlist non riuscita. Il file potrebbe essere già contenuto in essa.
ru: Не удалось добавить файл в плейлист. Возможно, он уже добавлен.
tr: Dosya çalma listesine eklenemiyor. Dosya zaten çalma listesinde olabilir.
zh_hans: 无法将文件添加到播放列表。文件可能已存在于播放列表中。

source: Unable to create playlist.
bg: Неуспешно създаване на списък с песни.
cs: Nepodařilo se vytvořit playlist.
de: Wiedergabeliste konnte nicht erstellt werden.
es: No se puede crear la lista de reproducción.
fi: Soittolistaa ei voitu luoda.
fr: Impossible de créer la liste de lecture.
hi: प्लेलिस्ट बनाने में असमर्थ।
it: Creazione della playlist non riuscita.
ru: Не удалось создать плейлист.
tr: Çalma listesi oluşturulamıyor.
zh_hans: 无法创建播放列表。

source: Unable to download and install update.
bg: Неуспешно изтегляне и инсталиране на обновленията.
cs: Nepodařilo se stáhnout a nainstalovat aktualizaci.
de: Update konnte nicht heruntergeladen und installiert werden.
es: No se puede descargar e instalar la actualización.
fi: Päivityksen lataaminen ja asentaminen ei onnistunut.
hi: अपडेट डाउनलोड और इंस्टॉल करने में असमर्थ।
ru: Не удалось загрузить и установить обновление.
tr: Güncellemeler indirilip kurulamadı.
zh_hans: 无法下载和安装更新。

source: Unable to export to LRC.
bg: Неуспешно изнасяне в LRC.
cs: Nepodařilo se exportovat do souboru LRC.
de: Export nach LRC fehlgeschlagen.
es: No se puede exportar al LRC.
fr: Impossible d’exporter vers LRC.
he: לא ניתן לייצא ל־LRC.
hi: LRC को निर्यात करने में असमर्थ।
it: Esportazione in LRC non riuscita.
ru: Невозможно экспортировать в LRC.
tr: LRC'ye dışa aktarılamıyor.
zh_hans: 无法导出到 LRC。

source: Unable to fix file
bg: Неуспешно оправяне файла
es: No se puede arreglar el archivo
hi: फाइल ठीक करने में असमर्थ
ru: Не удалось исправить файл
zh_hans: 无法修复文件

source: Unable to import from LRC.
bg: Неуспешно внасяне от LRC.
cs: Nepodařilo se importovat soubor LRC.
de: Import von LRC fehlgeschlagen.
es: No se puede importar desde LRC.
fi: Tuonti LRC:stä ei onnistu.
fr: Impossible d’importer depuis LRC.
he: לא ניתן לייבא מ־LRC.
hi: LRC से आयात करने में असमर्थ।
it: Importazione da LRC non riuscita.
ru: Невозможно импортировать из LRC.
tr: LRC'den içe aktarılamıyor.
zh_hans: 无法从 LRC 导入。

source: Unable to load image file
bg: Неуспешно зареждане на изображението
cs: Nepodařilo se načíst soubor s obrázkem
de: Konnte Bilddatei nicht laden
es: No se ha podido cargar el archivo de imagen
fi: Kuvatiedoston lataaminen ei onnistu
fr: Impossible de charger l’image
he: לא ניתן לטעון את קובץ התמונה
hi: छवि फाइल लोड करने में असमर्थ
hr: Neuspjelo učitavanje slikovne datoteke
it: Caricamento del file immagine non riuscito
ru: Не удалось загрузить файл изображения
tr: Resim dosyası yüklenemedi
zh_hans: 无法加载图像文件

source: Unable to remove some files from playlist.
bg: Неуспешно премахване на някой файлове от списъка с песни.
cs: Nepodařilo se odstranit některé soubory z playlistu.
de: Manche Dateien konnten nicht aus der Wiedergabeliste entfernt werden.
es: No se pueden eliminar algunos archivos de la lista de reproducción.
fr: Impossible de supprimer certains fichiers de la liste de lecture.
hi: प्लेलिस्ट से कुछ फाइलें निकालने में असमर्थ।
it: Rimozione di alcuni file dalla playlist non riuscita.
ru: Не удалось удалить некоторые файлы из плейлиста.
tr: Kimi dosyalar çalma listesinden kaldırılamıyor.
zh_hans: 无法从播放列表中删除某些文件。

source: Unable to save {0}
bg: Неуспешно запазване на {0}
cs: Nepodařilo se uložit soubor {0}
de: Konnte {0} nicht speichern
es: No se ha podido guardar {0}
fi: Ei voi tallentaa {0}
fr: Impossible d’enregistrer {0}
he: לא ניתן לשמור את {0}
hi: {0} सहेजने में असमर्थ
hr: Neuspjelo spremanje datoteke {0}
it: Salvataggio di {0} non riuscito
ru: Невозможно сохранить {0}
tr: {0} kaydedilemedi
zh_hans: 无法保存{0}
