Repository: NickvisionApps/Tagger
Catalog: NickvisionTagger.Shared/Resources/po/*.po
Languages: bg, cs, de, es, fi, fr, he, hi, hr, it, ru, tr, zh_hans

source: Unable to save {0}.
bg: Неуспешно запазване на {0}.
cs: Nepodařilo se uložit {0}.
de: Konnte {0} nicht speichern.
es: No se ha podido guardar {0}.
fi: Ei voi tallentaa {0}.
fr: Impossible d’enregistrer {0}.
he: לא ניתן לשמור את {0}.
hi: {0} सहेजने में असमर्थ।
hr: Neuspjelo spremanje datoteke {0}.
it: Salvataggio di {0} non riuscito.
ru: Невозможно сохранить {0}.
tr: {0} kaydedilemedi.
zh_hans: 无法保存{0}。

source: Unable to submit to AcoustId. Check API key
bg: Неуспешно изпращане до AcoustId. Проверете API ключа
cs: Nepodařilo se odeslat AcoustId. Zkontrolujte klíč API
de: Konnte nicht zu AcoustId senden. Prüfe API-Key
es: No se puede enviar a AcoustId. Compruebe la clave API
fr: Impossible d’envoyer les métadonnées à AcoustId. Vérifiez la clé API
he: לא ניתן לשלוח ל־AcoustID. נא לבדוק את מפתח ה־API
hi: AcoustId को सबमिट करने में असमर्थ. API कुंजी जांचें
hr: Neuspjelo slanje AcoustId-u. Provjeri API ključ
it: Invio dei dati ad AcoustId non riuscito. Controllare la chiave dell'API
ru: Невозможно отправить заявку на AcoustId. Проверьте ключ API
tr: AcoustIdʼye gönderilemiyor. API anahtarını denetleyin
zh_hans: 无法提交到 AcoustId。检查 API 密钥

source: Unknown
bg: Неизвестно
cs: Neznámé
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
ru: Неизвестен
tr: Bilinmiyor
zh_hans: 未知

source: Unsynchronized
bg: Несинхронизиран
cs: Nesynchronizované
de: Nicht Synchronisiert
es: Desincronizado
fi: Synkronoimaton
fr: Non synchronisées
hi: अनसिंक्रनाइज़्ड
it: Non sincronizzato
ru: Несинхронизированные
tr: Eşitlenmemiş
zh_hans: 不同步的

source: Update
bg: Обновяване
cs: Aktualizace
es: Actualizar
fi: Päivitä
hi: अपडेट
ru: Обновить
tr: Güncelle
zh_hans: 更新

source: Use LRC's lyrics
bg: Използване на LRC текст
cs: Použít texty LRC
de: Lyrics aus LRC-Datei nutzen
es: Usa las letras del LRC
fi: Käytä LRC:n sanoituksia
fr: Utiliser les paroles LRC
he: שימוש במילות שיר מ־LRC
hi: LRC के बोल का प्रयोग करें
it: Usa il testo da LRC
ru: Использовать текст из LRC
tr: LRC şarkı sözlerini kullan
zh_hans: 使用 LRC 的歌词

source: Use Relative Paths
bg: Използване на относителен път
cs: Použít relativní cesty
de: Relative Pfade verwenden
es: Usar rutas relativas
hi: सापेक्ष पथ का प्रयोग करें
ru: Использовать относительные пути
tr: Göreli Yolları Kullan
zh_hans: 使用相对路径

source: Use Relative Paths?
bg: Да се използва ли относителен път?
cs: Použít relativní cesty?
de: Relative Pfade verwenden?
es: ¿Usar rutas relativas?
hi: सापेक्ष पथ का उपयोग करें?
ru: Использовать относительные пути?
tr: Göreli Yollar Kullanılsın Mı?
zh_hans: 使用相对路径？

source: User Interface
bg: Потребителски интерфейс
cs: Uživatelské rozhraní
de: Nutzerinterface
es: Interfaz de usuario
fi: Käyttöliittymä
fr: Interface
he: ממשק משתמש
hi: उपयोगकर्ता इंटरफ़ेस
hr: Korisničko sučelje
it: Interfaccia utente
ru: Интерфейс
tr: Kullanıcı Arayüzü
zh_hans: 用户界面

source: Web Services
bg: Интернет услуги
cs: Webové služby
de: Web-Dienste
es: Servicios web
fi: Verkkopalvelut
fr: Services Web
he: שרת אינטרנט
hi: वेब सेवाएं
hr: Web usluge
it: Servizi in rete
ru: Веб-сервисы
tr: Web Servisleri
zh_hans: Web 服务

source: What would you like Tagger to do with lyrics found from the LRC file that conflict with existing lyrics of the same timestamp?
cs: Co chcete, aby Označovač udělal s texty nalezenými v souboru LRC, které jsou v konfliktu s existujícími texty ve stejném čase?
de: Wie soll Tagger mit Songtexten aus der LRC-Datei umgehen, die mit existierenden Songtexten mit demselben Zeitstempel in Konflikt stehen?
es: ¿Qué quiere que haga Tagger con las letras encontradas en el archivo LRC que entran en conflicto con letras existentes de la misma marca de tiempo?
fr: Que souhaitez-vous que Tagger fasse avec les paroles trouvées dans le fichier LRC, en conflit avec les paroles existantes pour le même horodatage ?
he: מה ברצונך שהמתייג יעשה עם מילות שיר שנמצאו בקובץ LRC שמתנגשות עם מילות שיר קיימות עם אותה חותמת זמן?
hi: आप चाहेंगे कि Tagger LRC फाइल से मिले उन बोलो के साथ क्या करे जो समान टाइमस्टैम्प के मौजूदा बोलो के साथ विरोधाभासी हैं?
it: Cosa deve fare Tagger con il testo trovato nel file LRC, che va in conflitto con il testo già esistente per lo stesso istante temporale?
ru: Что вы хотите, чтобы Tagger делал с текстом, найденном в файле LRC, которые конфликтуют с существующим текстом с той же временной меткой?
tr: Tagger'ın, LRC dosyasında bulunan ve aynı zaman damgasına sahip mevcut şarkı sözleriyle çelişen şarkı sözleriyle ne yapmasını istersiniz?
zh_hans: 您希望 Tagger 如何处理从 LRC 文件中找到的与同一时间戳的现有歌词冲突的歌词？

source: Width
bg: Широчина
cs: Šířka
es: Anchura
fi: Leveys
hi: चौड़ाई
ru: Ширина
tr: Genişlik
zh_hans: 宽度

source: Would you like to restart {0} to apply the new theme? Any unsaved work will be lost.
cs: Chcete restartovat aplikaci {0} pro použití nového motivu? Jakákoli neuložená práce bude ztracena.
de: Möchtest du {0} neustarten um das neue Farbschema anzuwenden? Ungespeicherte Änderungen gehen dabei verloren.
es: ¿Desea reiniciar {0} para aplicar el tema nuevo? Cualquier trabajo no guardado se perderá.
hi: क्या आप नई थीम लागू करने के लिए {0} को पुनः आरंभ करना चाहेंगे? कोई भी सहेजा न गया कार्य खो जाएगा।
ru: Хотите ли вы перезапустить {0}, чтобы применить новую тему? Вся несохраненная работа будет потеряна.
tr: Yeni temayı uygulamak için {0} uygulamasını yeniden başlatmak ister misiniz? Kaydedilmemiş tüm çalışmalar kaybolacaktır.
zh_hans: 是否要重新启动{0}以应用新主题？ 任何未保存的工作都将丢失。

source: Would you like to save the added file to the playlist using it's relative path? If not, the full path will be used instead.
cs: Chcete uložit přidaný soubor do playlistu pomocí jeho relativní cesty? Pokud ne, bude využita plná cesta.
de: Möchtest du die hinzugefügte Datei mit ihrem relativen Pfad in der Wiedergabeliste speichern? Wenn nicht wird stattdessen der vollständige Pfad verwendet.
es: ¿Desea guardar el archivo añadido a la lista de reproducción usando su ruta relativa? En caso contrario, se usará la ruta completa.
hi: क्या आप जोड़ी गई फाइल को उसके सापेक्ष पथ का उपयोग करके प्लेलिस्ट में सहेजना चाहेंगे? यदि नहीं, तो इसके स्थान पर पूर्ण पथ का उपयोग किया जाएगा।
ru: Хотите ли вы сохранить добавленный файл в плейлисте, используя относительный путь? Если нет, вместо этого будет использован полный путь.
tr: Eklenen dosyayı göreli yolu kullanarak çalma listesine kaydetmek ister misiniz? Aksi takdirde göreli yol yerine tam yol kullanılacaktır.
zh_hans: 是否要使用其相对路径将添加的文件保存到播放列表中？ 否则，将改用完整路径。

source: year
bg: година
cs: rok
de: Jahr
es: año
fi: vuosi
fr: année
he: שנה
hi: वर्ष
hr: godina
it: anno
ru: год
tr: yıl
zh_hans: 年

source: Year
bg: Година
cs: Rok
de: Jahr
es: Año
fi: Vuosi
fr: Année
he: שנה
hi: वर्ष
hr: Godina
it: Anno
ru: Год
tr: Yıl
zh_hans: 年

source: Yes
bg: Да
cs: Ano
de: Ja
es: Sí
fi: Kyllä
fr: Oui
hi: हाँ
it: Sì
ru: Да
tr: Evet
zh_hans: 是

# Theme
source: Dark
bg: Тъмен
cs: Tmavý
de: Dunkel
es: Oscuro
fi: Tumma
fr: Sombre
he: כהה
hi: गहरी
hr: Tamna
it: Scuro
ru: Тёмная
tr: Koyu
zh_hans: 深色

# Theme
source: Light
bg: Светъл
cs: Světlý
de: Hell
es: Claro
fi: Vaalea
fr: Clair
he: בהיר
hi: हल्की
hr: Svijetla
it: Chiaro
ru: Светлая
tr: Açık
zh_hans: 浅色

# Theme
source: System
bg: Системен
cs: Podle systému
es: Sistema
fi: Järjestelmä
fr: Système
he: מערכת
hi: सिस्टम
hr: Sustav
it: Sistema
ru: Системная
tr: Sistem
zh_hans: 遵循系统

source: Suggestions
bg: Предложения
cs: Návrhy
de: Vorschläge
es: Sugerencias
fi: Ehdotukset
he: הצעות
hi: सुझाव
it: Suggerimenti
ru: Предложения
tr: Öneriler
zh_hans: 建议

source: Preferences
bg: Настройки
cs: Předvolby
de: Einstellungen
es: Preferencias
fi: Asetukset
fr: Préférences
he: העדפות
hi: प्राथमिकताएँ
hr: Postavke
it: Preferenze
ru: Настройки
tr: Tercihler
zh_hans: 偏好

source: Remember Last Opened Library
bg: Запомняне на последно отворената фонотека
cs: Zapamatovat naposledy otevřenou knihovnu
de: Zuletzt geöffnete Bibliothek merken
es: Recordar la última biblioteca abierta
fi: Muista viimeksi avattu kirjasto
fr: Mémoriser la dernière bibliothèque ouverte
hi: अंतिम बार खोली गई लाइब्रेरी याद रखें
it: Memorizza l'ultima libreria aperta
ru: Запомнить последнюю открытую библиотеку
tr: Son Açılan Kitaplığı Hatırla
zh_hans: 记住上次打开的曲库

source: Include Subfolders
bg: Включване и на подпапките
cs: Zahrnout podsložky
de: Unterordner mit einbeziehen
es: Incluir subcarpetas
fi: Sisällytä alikansiot
fr: Inclure les sous-dossiers
he: כולל תתי־תיקיות
hi: सबफोल्डर्स शामिल करें
hr: Uključi podmape
it: Includi le sottocartelle
ru: Включать подпапки
tr: Alt Klasörleri Dahil Et
zh_hans: 包括子文件夹

source: Limit File Name Characters
bg: Ограничаване на броя на символите в името на файла
cs: Omezit znaky v názvech souborů
es: Limitar los caracteres del nombre del archivo
hi: फाइल नाम वर्ण सीमित करें
ru: Ограничить символы в именах файлов
tr: Dosya Adı Karakterlerini Sınırla
zh_hans: 限制文件名字符

source: Restricts characters in file names to only those supported by Windows.
bg: Ограничаване на символите в имената на файловете само до тези, които се поддържат от Windows.
cs: Omezí znaky v názvech souborů na znaky podporované systémem Windows.
es: Restringe los caracteres de los nombres de archivo solo a los admitidos por Windows.
hi: फाइल नामों में वर्णों को केवल विंडोज़ द्वारा समर्थित वर्णों तक सीमित करता है।
ru: Использовать только поддерживаемые Windows символы в именах файлов.
tr: Dosya adlarındaki karakterleri Windows tarafından desteklenenlerle sınırla.
zh_hans: 将文件名中的字符限制为仅 Windows 支持的字符。

# Shortcut
source: Music Library
bg: Фонотека
cs: Hudební knihovna
de: Musikbibliothek
es: Biblioteca musical
fi: Musiikkikirjasto
fr: Bibliothèque musicale
hi: संगीत लाइब्रेरी
it: Libreria musicale
ru: Музыкальная библиотека
tr: Müzik Kitaplığı
zh_hans: 音乐库

# Shortcut
source: Music File
bg: Песен
cs: Hudební soubor
de: Musikdatei
es: Archivo de música
fi: Musiikkitiedosto
fr: Fichier de musique
he: קובץ מוזיקה
hi: संगीत फाइल
hr: Glazbena datoteka
it: Brano
ru: Музыкальный файл
tr: Müzik Dosyası
zh_hans: 音乐文件

source: Delete Tags
bg: Изтриване на етикетите
cs: Odstranit značky
de: Tags löschen
es: Borrar etiquetas
fi: Poista tagit
fr: Supprimer les balises
he: מחיקת תגיות
hi: टैग हटाएं
hr: Izbriši oznake
it: Elimina le etichette
ru: Удалить теги
tr: Etiketleri Sil
zh_hans: 删除标签

source: Convert File Name to Tag
bg: Преобразуване на име на файл към етикет
cs: Převést název souboru na značku
de: Dateiname zu Tags konvertieren
es: Convertir nombre de archivo en etiqueta
fi: Muunna tiedostonimi tunnisteeksi
fr: Convertir le nom de fichier en balise
he: המרת שם קובץ לתג
hi: फाइल नाम को टैग में कनवर्ट करें
hr: Pretvori ime datoteke u oznaku
it: Converti il nome del file in etichetta
ru: Конвертировать имя файла в тег
tr: Dosya Adını Etikete Dönüştür
zh_hans: 将文件名转换为标签

source: Convert Tag to File Name
bg: Преобразуване на етикет към име на файл
cs: Převést značku na název souboru
de: Tag zu Dateinamen konvertieren
es: Convertir etiqueta en nombre de archivo
fi: Muunna tunniste tiedostonimeksi
fr: Convertir la balise en nom de fichier
he: המרת תג לשם קובץ
hi: टैग को फाइल नाम में कनवर्ट करें
hr: Pretvori oznaku u ime datoteke
it: Converti l'etichetta nel nome del file
ru: Конвертировать тег в имя файла
tr: Etiketi Dosya Adına Dönüştür
zh_hans: 将标签转换为文件名

source: Remove Front Album Art
bg: Премахване на предната обложка на албума
cs: Odebrat přední obal alba
de: Vorderseite des Albumcovers entfernen
es: Quitar la portada del álbum
fi: Poista albumin etukannen kuvitus
fr: Retirer la face de la pochette d’album
he: הסרת עטיפה קדמית לאלבום
hi: फ्रंट एल्बम आर्ट हटाएँ
hr: Ukloni prednju sliku albuma
it: Rimuovi la copertina anteriore
ru: Удалить переднюю обложку альбома
tr: Albüm Ön Kapağını Kaldır
zh_hans: 删除正面专辑封面

source: Switch Album Art
bg: Сменяне на обложката на албума
cs: Přepnout obal alba
de: Albumcover wechseln
es: Cambiar portada del álbum
fi: Vaihda albumin kuvitus
fr: Échanger la couverture de l’album
he: החלפת עטיפת אלבום
hi: एल्बम आर्ट बदलें
hr: Zamijeni sliku albuma
it: Cambia la copertina
ru: Переключить обложку альбома
tr: Albüm Kapağını Değiştir
zh_hans: 切换专辑封面

source: Remove Back Album Art
bg: Премахване на задната обложка на албума
cs: Odebrat zadní obal alba
de: Rückseite des Albumcovers entfernen
es: Quitar la contraportada del álbum
fi: Poista albumin takakannen kuvitus
fr: Retirer le dos de la pochette d’album
he: הסרת עטיפה אחורית לאלבום
hi: बैक एल्बम आर्ट हटाएँ
hr: Ukloni stražnju sliku albuma
it: Rimuovi la copertina posteriore
ru: Удалить заднюю обложку альбома
tr: Albüm Arka Kapağını Kaldır
zh_hans: 删除专辑封面

# Shortcut
source: Web Services
bg: Интернет услуги
cs: Webové služby
de: Web-Dienste
es: Servicios web
fi: Verkkopalvelut
fr: Services Web
he: שרתי אינטרנט
hi: वेब सेवाएं
hr: Web usluge
it: Servizi in rete
ru: Веб-сервисы
tr: Web Servisleri
zh_hans: Web 服务

# Shortcut
source: Application
bg: Приложение
cs: Aplikace
de: Anwendung
es: Aplicación
fi: Sovellus
he: יישום
hi: एप्लिकेशन
hr: Aplikacija
it: Applicazione
ru: Приложение
tr: Uygulama
zh_hans: 应用

source: Keyboard Shortcuts
bg: Клавишни комбинации
cs: Klávesové zkratky
de: Tastenkürzel
es: Atajos del teclado
fi: Pikanäppäimet
fr: Raccourcis claviers
he: צירופי מקשים
hi: कीबोर्ड शॉर्टकट
hr: Tipkovni prečaci
it: Scorciatoie da tastiera
ru: Сочетания клавиш
tr: Klavye Kısayolları
zh_hans: 键盘快捷键

source: Quit
bg: Спиране на програмата
cs: Opustit
de: Beenden
es: Abandonar
fi: Lopeta
fr: Quitter
he: יציאה
hi: छोड़ें
hr: Zatvori aplikaciju
it: Esci
ru: Выйти
tr: Çık
zh_hans: 退出

source: About Tagger
bg: Относно „Tagger“
cs: O aplikaci Označovač
de: Über Tagger
es: Acerca de Tagger
fi: Tietoja - Tagger
fr: À propos de Tagger
he: על אודות המתייג
hi: Tagger के बारे में
hr: O aplikaciji Tagger
it: Informazioni su Tagger
ru: О Tagger
tr: Tagger Hakkında
zh_hans: 关于音乐标签机

source: Library Menu
bg: Меню на фонотеката
cs: Nabídka knihovny
de: Bibliotheksmenü
es: Menú de la biblioteca
fi: Kirjastovalikko
fr: Menu de la bibliothèque
hi: लाइब्रेरी मेनू
it: Menù della libreria
ru: Меню библиотеки
tr: Kitaplık Menüsü
zh_hans: 曲库菜单

source: Library
bg: Фонотека
cs: Knihovna
de: Bibliothek
es: Biblioteca
fi: Kirjasto
fr: Bibliothèque
hi: लाइब्रेरी
it: Libreria
ru: Библиотека
tr: Kitaplık
zh_hans: 曲库

source: Main Menu
bg: Основно меню
cs: Hlavní nabídka
de: Hauptmenü
es: Menú principal
fi: Päävalikko
fr: Menu principal
he: תפריט ראשי
hi: मुख्य मेन्यू
hr: Glavni izbornik
it: Menù principale
ru: Главное меню
tr: Ana Menü
zh_hans: 主菜单

source: Toggle Tags Pane
bg: Превключване на панела с етикети
cs: Přepnout panel značek
de: Tag-Bereich zeigen/verstecken
es: Conmutar panel de etiquetas
fr: Basculer le volet des balises
he: הצגה/הסתרת סרגל התיוג
hi: टैग फलक टॉगल करें
hr: Uklj./Isklj. ploču oznaka
it: Mostra/Nascondi il pannello delle etichette
ru: Переключить панели тегов
tr: Etiket Bölmesini Aç/Kapat
zh_hans: 切换标签窗格

source: Tag Actions
bg: Действия с етикети
cs: Akce značky
de: Tag-Aktionen
es: Acciones de etiqueta
fr: Actions relatives aux balises
he: פעולות תיוג
hi: टैग क्रियाएँ
hr: Radnje oznaka
it: Azioni sulle etichette
ru: Действия с тегами
tr: Etiket Eylemleri
zh_hans: 标记操作

source: Apply Changes To Tag (Ctrl+S)
bg: Прилагане на промените в етикета (Ctrl+S)
cs: Použít změny u značky (Ctrl+S)
de: Änderungen auf Tag anwenden (Strg+S)
es: Aplicar cambios a la etiqueta (Ctrl+S)
fi: Toteuta muutokset tunnisteeseen (Ctrl+S)
fr: Appliquer les changements à la balise (Ctrl+S)
he: החלת שינויים לתג (Ctrl+S)
hi: टैग में परिवर्तन लागू करें (Ctrl+S)
hr: Primijeni promjene na oznaku (Ctrl+S)
it: Applica le modifiche alle etichette (Ctrl+S)
ru: Применить изменения в тегах (Ctrl+S)
tr: Etiket Değişikliklerini Uygula (Ctrl+S)
zh_hans: 将更改应用于标签 (Ctrl+S)

source: Open Folder (Ctrl+O)
bg: Отваряне на папка (Ctrl+O)
cs: Otevřít složku (Ctrl+O)
de: Ordner öffnen (Strg+O)
es: Abrir la carpeta (Ctrl+O)
fi: Avaa kansio (Ctrl+O)
fr: Ouvrir un dossier (Ctrl+O)
hi: फोल्डर खोलें (Ctrl+O)
it: Apri cartella (Ctrl+O)
ru: Открыть папку (Ctrl+O)
tr: Klasör Aç (Ctrl+O)
zh_hans: 打开文件夹 (Ctrl+O)

source: Open Playlist (Ctrl+Shift+O)
bg: Отваряне на списъка с песни (Ctrl+Shift+O)
cs: Otevřít playlist (Ctrl+Shift+O)
de: Wiedergabeliste öffnen (Strg+Umschalt+O)
es: Abrir la lista de reproducción (Ctrl+Mayús+O)
fi: Avaa soittolista (Ctrl+Shift+O)
fr: Ouvrir une liste de lecture (Ctrl+Maj+O)
hi: प्लेलिस्ट खोलें (Ctrl+Shift+O)
it: Apri playlist (Ctrl+Maiusc+O)
ru: Открыть плейлист (Ctrl+Shift+O)
tr: Çalma Listesi Aç (Ctrl+Shift+O)
zh_hans: 打开播放列表 (Ctrl+Shift+O)

source: Select All Files
bg: Избиране на всички файлове
cs: Vybrat všechny soubory
de: Alle Dateien auswählen
es: Seleccionar todos los archivos
fi: Valitse kaikki tiedostot
fr: Sélectionner tous les fichiers
hi: सभी फाइलें चुनें
it: Seleziona tutti i file
ru: Выбрать все файлы
tr: Tüm Dosyaları Seç
zh_hans: 选择所有文件

source: Track Total
bg: Общо песни
cs: Celkem stop
de: Song-Anzahl
es: Pista total
fi: Kappaleita yhteensä
fr: Total des pistes
he: מספר רצועות כולל
hi: कुल ट्रैक
hr: Broj pjesama
it: Totale delle tracce
ru: Количество дорожек
tr: Toplam Parça Sayısı
zh_hans: 曲目总数

source: Disc Number
bg: Номер на диск
cs: Číslo disku
es: Número de disco
fi: Levyn numero
hi: डिस्क नंबर
ru: Номер диска
tr: Disk Numarası
zh_hans: 曲目编号

source: Disc Total
bg: Общо дискове
cs: Celkem disků
es: Total del disco
fi: Levyjä yhteensä
hi: कुल डिस्क
ru: Количество дисков
tr: Toplam Disk Sayısı
zh_hans: 曲目总数

source: <keep>
bg: <остави>
cs: <ponechat>
de: <behalten>
es: <mantener>
fi: <säilytä>
fr: <conserver>
he: <לשמור>
hi: <रखें>
hr: <zadrži>
it: <tieni>
tr: <koru>
zh_hans: <保留>

source: artist
bg: изпълнител
cs: umělec
de: künstler
es: artista
fi: esittäjä
fr: artiste
he: אמן
hi: कलाकार
hr: izvođač
it: artista
tr: sanatçı
zh_hans: 艺术家

source: DaPigGuy
hi: दापिगगाय

source: Nicholas Logozzo
hi: निकोलस लोगोज़ो

source: bpm
bg: темпо
es: ppm
he: פעימות בדקה (bpm)

source: Tag;Music;Editor;Library;Nickvision;
cs: Značka;Hudba;Editor;Knihovna;Nickvision;
de: Eigenschaft;Music;Editor;Bibliothek;Nickvision;
es: Etiqueta; Música; Editor; Biblioteca; Nickvision;
fi: Tag;Music;Editor;Library;Nickvision;tägi;tunniste;muokkain;kirjasto;musiikki;
fr: Tag;Musique;Éditeur;Bibliothèque;Balise;Étiquette; Nickvision;
he: תג;תגית;תגיות;מוזיקה;מוסיקה;שירים;עורך;ספרייה;ספריה;אלבום;אלבומים;Nickvision;תיוג;
hr: Oznaka;Glazba;Uređivač;Biblioteka;Fonoteka;Nickvision;
it: Tag;Music;Editor;Library;Musica;Etichetta;Etichette;Libreria;Nickvision;
tr: Tag;Music;Editor;Library;Nickvision;Etiket;Müzik;Düzenleyici;Kütüphane;Kitaplık;

source: — Support for many music file types (mp3, ogg, flac, wma, wav, and more)
cs: — Podpora několika typů hudebních souborů (mp3, ogg, flac, wma, wav a další)
de: — Unterstützung von vielen Musik-Dateitypen (mp3, ogg, flac, wma, wav und mehr)
es: — Compatible con muchos tipos de archivos de música (mp3, ogg, flac, wma, wav, etc.)
fr: — Prise en charge de nombreux types de fichiers de musiques (mp3, ogg, flac, wma, wav et plus)
it: — Supporta vari tipi di file musicali (mp3, ogg, flac, wma, wav ed altri)
tr: — Pek çok müzik dosyası türünü destekler (mp3, ogg, flac, wma ve çok daha fazlası)

source: — Edit tags and album art of multiple files, even across subfolders, all at once
cs: — Úprava značek a obalů alb více souborů najednou, a to i v podsložkách
de: — Editiere Tags und Albumcover mehrerer Dateien, selbst Ordnerübergreifend, zur selben Zeit
es: — Edite etiquetas y portadas de álbumes de varios archivos, incluso en subcarpetas, todo a la vez
fi: — Muokkaa useiden eri alikansioissa olevien tiedostojen tunnisteita ja albumikuvituksia kerralla
fr: — Modifiez les balises et la couverture d’album de plusieurs fichiers à la fois, même dans des sous-répertoires
he: - עריכת תגיות ועטיפת אלבום למספר רב של קבצים, גם מתיקיות שונות, הכול בבת אחת
hr: – Uredi oznake i omote albuma datoteka, čak i u podmapama, sve odjednom
it: — Modifica etichette e copertine di più brani allo stesso tempo, anche tra sottocartelle
tr: — Alt klasörler de dahil olmak üzere birden fazla dosyanın etiketlerini ve albüm kapaklarını aynı anda düzenleyin

source: — Edit unsynchronized and synchronized lyrics for a file (with LRC import and export support)
cs: — Úprava nesynchronizovaných a synchronizovaných textů u souboru (s podporou importu a exportu LRC)
de: — Bearbeite unsynchronisierte und synchronisierte Songtexte (mit Unterstützung für LRC Import und Export)
es: — Editar las letras sincronizadas y no sincronizadas para un archivo (con soporte de importación y exportación LRC)
fr: — Modifiez les paroles synchronisées ou non d’un fichier (avec prise en charge de l’importation et exportation LRC)
it: — Modifica il testo sincronizzato o non sincronizzato di un file (con supporto per l'esportazione e l'importazione di LRC)
tr: — Dosya için eşzamanlanmış ve eşzamanlanmış şarkı sözlerini düzenleyin (LRC içe ve dışa aktarma desteğiyle)

source: — Convert filenames to tags and tags to filenames with ease
cs: — Snadný převod názvů souborů na značky a značkek na názvy souborů
de: — Konvertiere Dateinamen einfach zu Tags und Tags zu Dateinamen
es: — Convierte fácilmente nombres de archivo en etiquetas y etiquetas en nombres de archivo
fi: — Muunna vaivatta tiedostonimet tunnisteiksi ja päinvastoin
fr: — Convertissez aisément des noms de fichiers en balises et des balises en noms de fichiers
he: - המרת שמות קבצים לתגיות ותגיות לשמות קבצים בקלות
hr: – Pretvori imena datoteka u oznake i oznake u imena datoteka
it: — Converte nomi di file in etichette e etichette in nomi file con semplicità
tr: — Dosya adlarını etiketlere ve etiketleri dosya adlarına kolayca dönüştürün

source: — Lookup file information using MusicBrainz
cs: — Vyhledávání informací o souborech pomocí MusicBrainz
de: — Lade Dateinformationen von MusicBrainz
es: — Buscar información de archivos en MusicBrainz
fi: — Etsi tiedostojen tietoja MusicBrainzista
fr: — Recherchez des informations sur les fichiers, à l’aide de MusicBrainz
he: - קבלת מידע על קבצים באמצעות MusicBrainz
hr: – Pronađi informacije o datoteci koristeći MusicBrainz
it: — Controlla le informazioni dei brani con MusicBrainz
tr: — MusicBrainz kullanarak dosya bilgilerine bakın

source: — Lookup lyric information using Music163 and Letras
cs: — Vyhledávání informací o textech pomocí Music163 a Letras
de: — Lade Songtextinformationen mit Music163 und Letras
es: — Buscar información sobre las letras de las canciones con Music163 y Letras
fr: — Recherchez des informations sur les paroles à l’aide de Music163 et Letras
it: — Controlla le informazioni sui testi con Music163 e Letras
tr: — Music163 ve Letras kullanarak şarkı sözü bilgilerini arayın

source: — Open, manage, and create playlists in many formats (m3u, pls, xspf, and more)
cs: — Otevírání, správa a vytváření playlistů v několika formátech (m3u, pls, xspf a další)
de: — Öffne, verwalte und erstelle Wiedergabelisten in vielen Formaten (m3u, pls, xspf und mehr)
es: — Abrir, gestionar y crear listas de reproducción en muchos formatos (m3u, pls, xspf, etc.)
fr: — Ouvrez, gérez et créez des listes de lecture dans de nombreux formats (m3u, pls, xspf, et plus)
it: — Apre, gestisce e crea playlist in vari formati (m3u, pls, xspf, e altri)
tr: — Birçok biçimde (m3u, pls, xspf ve daha fazlası) çalma listeleri açın, yönetin ve oluşturun

source: Tagger
cs: Označovač
he: המתייג
zh_hans: 音乐标签机

source: Discarding unapplied changes...
he: השלכת שינויים שלא הוחלו…
hr: Odbacivanje neprimjenjenih promjena …

source: Loading music files from folder...
he: מתבצעת טעינת קובצי מוזיקה מתיקייה…
hr: Učitavanje glazbenih datoteka iz mape …

source: Search for filename (type ! for advanced search)...
he: חיפוש שם קובץ (יש להזין ! לחיפוש מתקדם)…
hr: Traži ime datoteke (utipkaj ! za aktiviranje napredne pretrage) …

source: Tagger has opened some files in read-only mode.
hr: Tagger je otvorio neke datoteke u modusu „samo čitanje”.
