Repository: NickvisionApps/Tagger
Catalog: NickvisionTagger.Shared/Docs/po/*.po
Languages: es, fr, hi, hr

# _
source: translator-credits
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>, 2023
fr: Irénée Thirion <irenee.thirion@e.email>, 2023
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hr: Milo Ivir <mail@milotype.de>

# link
source: Configuration 🔧
es: Configuración🔧
hi: कॉन्फ़िगरेशन 🔧
hr: Konfiguracija 🔧

source: Nicholas Logozzo
hi: निकोलस लोगोज़ो

source: Configuration
es: Configuración
hi: कॉन्फ़िगरेशन
hr: Konfiguracija

source: This page describes what you can change in the application configuration.
es: Esta página describe lo que puede cambiar en la configuración de la aplicación.
fr: Cette page décrit ce que vous pouvez modifier dans la configuration de l’application.
hi: यह पृष्ठ वर्णन करता है कि आप एप्लिकेशन कॉन्फ़िगरेशन में क्या बदल सकते हैं।
hr: Ova stranica opisuje što možeš promijeniti u konfiguraciji aplikacije.

source: Theme
es: Tema
fr: Thème
hi: थीम
hr: Tema

source: Set light or dark theme, or make <app>Tagger</app> follow your system theme.
es: Establezca un tema claro u oscuro, o haga que <app>Tagger</app> siga el tema de su sistema.
fr: Définissez un thème clair ou sombre, ou commandez à <app>Tagger</app> de suivre votre thème système.
hi: हल्का या गहरे रंग की थीम सेट करें, या <app>Tagger</app> को अपने सिस्टम थीम का अनुसरण करें।
hr: Postavi svijetlu ili tamnu temu ili omogući aplikaciji <app>Tagger</app> slijediti temu tvog sustava.

source: Remember Last Opened Library
fr: Mémoriser la dernière bibliothèque ouverte
hi: अंतिम बार खोली गई लाइब्रेरी याद रखें

source: Whether or not to remember the previously used music library and reopen it when Tagger starts the next time.
fr: Indique s’il faut mémoriser la bibliothèque de musique précédemment utilisée et la rouvrir par défaut au prochain lancement de Tagger.
hi: पहले उपयोग की गई संगीत लाइब्रेरी को याद रखना है या नहीं और अगली बार Tagger शुरू होने पर इसे फिर से खोलना है या नहीं।

source: Include Subfolders
es: Incluir subcarpetas
fr: Inclure les sous-dossiers
hi: सबफोल्डर्स शामिल करें
hr: Uključi podmape

source: Whether or not to scan for music files into subdirectories of a music folder.
es: Buscar o no archivos de música en subdirectorios de una carpeta de música.
fr: Indique s’il faut ou non inspecter les sous-répertoires d’un dossier de musique pour y rechercher des fichiers musicaux.
hi: संगीत फोल्डर की उपनिर्देशिकाओं में संगीत फाइलों को स्कैन करना है या नहीं।
hr: Da li tražiti glazbene datoteke u poddirektorijima mape s glazbom.

source: Sort Files By
es: Ordenar archivos por
fr: Trier les fichiers par
hi: फाइलों को इसके अनुसार क्रमबद्ध करें
hr: Redoslijed datoteka

source: The property to use when sorting and displaying music files. It can be one of the following options:
es: La propiedad que se usará para ordenar y mostrar los archivos de música. Puede ser una de las siguientes opciones:
fr: Il s’agit de la propriété utilisée pour trier et afficher les fichiers musicaux. Cela peut être une des options suivantes :
hi: संगीत फ़ाइलों को सॉर्ट और प्रदर्शित करते समय उपयोग की जाने वाली प्रॉपर्टी। यह निम्नलिखित विकल्पों में से एक हो सकता है:
hr: Svojstvo koje se koristi prilikom razvrstavanja i prikaza glazbenih datoteka. To može biti jedna od sljedećih opcija:

source: <code>File Name</code>
es: <code>Nombre de archivo</code>
fr: <code>Nom du fichier</code>
hi: <code>फ़ाइल नाम</code>
hr: <code>Ime datoteke</code>

source: <code>File Path</code>
es: <code>Ruta del archivo</code>
fr: <code>Chemin d’accès du fichier</code>
hi: <code>फ़ाइल पथ</code>
hr: <code>Staza do datoteke</code>

source: <code>Title</code>
es: <code>Título</code>
fr: <code>Titre</code>
hi: <code>शीर्षक</code>
hr: <code>Naslov</code>

source: <code>Artist</code>
hi: <code>कलाकार</code>

source: <code>Album</code>
es: <code>Álbum</code>
hi: <code>एल्बम</code>

source: <code>Year</code>
hi: <code>वर्ष</code>

source: <code>Track</code>
es: <code>Pista</code>
fr: <code>Piste</code>
hi: <code>ट्रैक</code>
hr: <code>Pjesma</code>

source: <code>Genre</code>
es: <code>Género</code>
hi: <code>शैली</code>
hr: <code>Žanr</code>

source: Preserve Modification Timestamp
es: Conservar fecha de modificación
fr: Conserver l’horodatage de modification
hi: संशोधन टाइमस्टैम्प सुरक्षित रखें
hr: Sačuvaj vremensku oznaku modifikacije

source: Whether or not to not update a file's write (modified) timestamp when its tag is saved.
es: Si actualizar o no la marca de tiempo de escritura (modificado) de un archivo cuando se guarda su etiqueta.
fr: Indique s’il faut ou non mettre à jour l’horodatage de la dernière écriture (modification) d’un fichier lorsqu’une balise est enregistrée.
hi: किसी फ़ाइल का टैग सहेजे जाने पर उसके लिखने (संशोधित) टाइमस्टैम्प को अपडेट करना है या नहीं।
hr: Da li aktualizirati vremensku oznaku pisanja (promjene) datoteke kada je njezina oznaka spremljena.

source: Limit File Name Characters
hi: फाइल नाम वर्ण सीमित करें

source: Whether or not filename characters should be limited to those only supported by Windows.
hi: फ़ाइल नाम वर्ण केवल Windows द्वारा समर्थित वर्णों तक ही सीमित होना चाहिए या नहीं।

source: This option is only available on non-Windows systems.
hi: यह विकल्प केवल गैर-Windows सिस्टम पर उपलब्ध है।

source: Overwrite Tag With MusicBrainz
es: Sobreescribir etiqueta con MusicBrainz
fr: Écraser la balise avec MusicBrainz
hi: MusicBrainz के साथ टैग को अधिलेखित करें
hr: Prepiši oznaku s MusicBrainz

source: Whether or not to overwrite existing tag metadata with data found from MusicBrainz. If disabled, only blank tag properties will be filled.
es: Si sobreescribir o no los metadatos de las etiquetas existentes con los datos encontrados en MusicBrainz. Si se desactiva, sólo se rellenarán las propiedades de etiqueta en blanco.
fr: Indique s’il faut ou non écraser les métadonnées des balises existantes avec les données récupérées depuis MusicBrainz. Si cette option est désactivée, seules les propriétés des balises laissées vides seront remplies.
hi: MusicBrainz से मिले डेटा के साथ मौजूदा टैग मेटाडेटा को अधिलेखित करना है या नहीं। यदि अक्षम किया गया है, तो केवल रिक्त टैग प्रॉपर्टी भरे जाएंगे।
hr: Da li prepisati postojeće metapodatke oznake podacima pronađenim na MusicBrainz. Ako je aktivirano, ispunit će se samo prazna svojstva oznake.

source: Overwrite Album Art With MusicBrainz
es: Sobreescribir la portada del álbum con MusicBrainz
fr: Écraser la couverture d’album avec MusicBrainz
hi: MusicBrainz के साथ एल्बम आर्ट को अधिलेखित करें
hr: Prepiši sliku albuma s MusicBrainz

source: Whether or not to overwrite overwrite existing album art with art found from MusicBrainz.
es: Sobreescribir o no las portadas de los álbumes existentes con las encontradas en MusicBrainz.
fr: Indique s’il faut ou non remplacer la couverture de l’album existante avec celle récupérée depuis MusicBrainz.
hi: MusicBrainz से मिली आर्ट के साथ मौजूदा एल्बम आर्ट को अधिलेखित करना है या नहीं।
hr: Da li prepisati postojeće slike albuma sa slikama pronađenim ne MusicBrainz.

source: Overwrite Lyrics With Web Service
fr: Remplacer les paroles avec le service web
hi: वेब सेवा के साथ बोल को अधिलेखित करें

source: Whether or not to overwrite a tag's existing lyric data with data from the web.
fr: Indique s’il faut ou non remplacer les paroles existantes d’une balise de données avec des données récupérées depuis le web.
hi: किसी टैग के मौजूदा बोल डेटा को वेब से डेटा के साथ अधिलेखित करना है या नहीं।

source: AcoustId User API Key
es: Clave API de usuario de AcoustId
fr: Clé utilisateur d’API AcoustId
hi: AcoustId उपयोगकर्ता API कुंजी
hr: API ključ AcoustId korisnika

source: An AcoustId User API key to use when fingerprinting music files and looking up song information.
es: Una clave API de usuario de AcoustId que se usará para identificar archivos de música y buscar información sobre canciones.
fr: Une clé d’API AcoustId utilisateur à utiliser pour récupérer l’empreinte des fichiers musicaux et regarder les informations du morceau.
hi: संगीत फ़ाइलों को फ़िंगरप्रिंट करने और गीत की जानकारी देखने के लिए उपयोग करने के लिए एक AcoustId उपयोगकर्ता API कुंजी।
hr: API ključ AcousId korisnika koji se koristi za identifikaciju glazbenih datoteka i traženja informacija o pjesmi.

source: A key can be obtained <link href="https://acoustid.org/api-key">here</link>
es: Puede obtener una clave <link href="https://acoustid.org/api-key">aquí</link>
fr: Une clé peut être obtenue <link href="https://acoustid.org/api-key">ici</link>
hi: एक कुंजी <link href="https://acoustid.org/api-key">यहां</link> से प्राप्त की जा सकती है
hr: Ključ se može dobiti <link href="https://acoustid.org/api-key">ovdje</link>

# link
source: Corrupted Files 🪲
es: Archivos dañados 🪲
fr: Fichiers corrompus 🪲
hi: दूषित फ़ाइलें 🪲
hr: Oštećene datoteke 🪲

source: Corrupted Files
es: Archivos dañados
fr: Fichiers corrompus
hi: दूषित फ़ाइलें
hr: Oštećene datoteke

source: This page explains music files with corrupted data.
es: En esta página se explican los archivos de música con datos dañados.
fr: Cette page explique les fichiers musicaux avec des données corrompues.
hi: यह पृष्ठ दूषित डेटा वाली संगीत फ़ाइलों की व्याख्या करता है।
hr: Ova stranica objašnjava glazbene datoteke s oštećenim podacima.

source: If <app>Tagger</app> is unable to read a file, it will be ignored and a dialog will be displayed listing corrupted files for you to manage and fix accordingly.
es: Si <app>Tagger</app> no puede leer un archivo, se ignorará y se mostrará un diálogo con una lista de los archivos dañados para que los gestione y corrija en consecuencia.
fr: Si <app>Tagger</app> est incapable de lire un fichier, il sera ignoré et une fenêtre de dialogue listera les fichiers corrompus pour que vous puissiez les traiter.
hi: यदि <app>Tagger</app> किसी फ़ाइल को पढ़ने में असमर्थ है, तो इसे अनदेखा कर दिया जाएगा और आपके लिए प्रबंधित करने और तदनुसार ठीक करने के लिए दूषित फ़ाइलों को सूचीबद्ध करने वाला एक संवाद प्रदर्शित किया जाएगा।

source: This dialog will offer the option to have Tagger run the appropriate command to try and fix the corrupted file.
hi: यह संवाद दूषित फ़ाइल को आज़माने और ठीक करने के लिए Tagger को उचित कमांड चलाने का विकल्प प्रदान करेगा।

source: Invalid Data
es: Datos no válidos
fr: Données invalides
hi: अमान्य डेटा
hr: Neispravni podaci

source: An invalid tag header or junk data in a file can cause issues when reading information about a file and even cause playback issues. Some websites add extra junk data in files which in turn causes corruption.
es: Un encabezado de etiqueta no válido o datos basura en un archivo pueden causar problemas al leer la información sobre un archivo e incluso causar problemas de reproducción. Algunas páginas web añaden datos basura a los archivos, lo que a su vez provoca su corrupción.
fr: Un intitulé de balise invalide ou des données incorrectes peuvent créer des problèmes quant à la lecture des informations sur un fichier, et même des erreurs de lecture. Certains sites web ajoutent des données supplémentaires excessives dans les fichiers, pouvant les corrompre.
hi: किसी फ़ाइल में अमान्य टैग हेडर या जंक डेटा किसी फ़ाइल के बारे में जानकारी पढ़ते समय समस्याएँ पैदा कर सकता है और यहाँ तक कि प्लेबैक समस्याएँ भी पैदा कर सकता है। कुछ वेबसाइटें फ़ाइलों में अतिरिक्त जंक डेटा जोड़ देती हैं जो बदले में भ्रष्टाचार का कारण बनता है।
hr: Neispravno zaglavlje oznake ili nevaljani podaci u datoteci mogu prouzročiti probleme prilikom čitanja informacija o datoteci te probleme s reprodukcijom. Neke web stranice dodaju dodatne nevaljane podatke u datoteke što uzrokuje oštećenje.

source: FFmpeg can be used to fix corruption issues. Run the following command to re-encode a file's tag and remove junk data:
es: FFmpeg puede usarse para arreglar problemas de corrupción. Ejecute el siguiente comando para recodificar la etiqueta de un archivo y eliminar los datos basura:
fr: FFmpeg peut être utilisé pour corriger les problèmes de corruption. Exécutez la commande suivante pour ré-encoder les balises d’un fichier et supprimer les données inutiles :
hi: FFmpeg का इस्तेमाल भ्रष्टाचार के मुद्दों को ठीक करने के लिए किया जा सकता है। फ़ाइल के टैग को फिर से एनकोड करने और जंक डेटा को हटाने के लिए निम्नलिखित कमांड चलाएँ:
hr: FFmpeg se može koristiti za ispravljanje oštećene datoeke. Pokreni sljedeću naredbu za ponovno kodiranje oznake datoteke i uklanjanje nevaljanih podataka:

source: where <code>in.mp3</code> is the file path of the corrupted file and <code>out.mp3</code> is the path to export the re-encoded file.
es: donde <code>in.mp3</code> es la ruta del archivo dañado y <code>out.mp3</code> es la ruta para exportar el archivo recodificado.
fr: où <code>in.mp3</code> est le chemin d’accès du fichier corrompu et <code>out.mp3</code> est le chemin pour exporter le fichier ré-encodé.
hi: जहां <code>in.mp3</code> दूषित फ़ाइल का फ़ाइल पथ है और <code>out.mp3</code> पुन: एन्कोड की गई फ़ाइल को निर्यात करने का पथ है।
hr: gdje je <code>in.mp3</code> staza oštećene datoteke, a <code>out.mp3</code> staza za izvoz ponovo kodirane datoteke.

source: You can also use <link href="https://www.freac.org">fre:ac</link> to re-encode files without convertion to another format.
es: También puede usar <link href="https://www.freac.org">fre:ac</link> para recodificar archivos sin convertirlos a otro formato.
fr: Vous pouvez aussi utiliser <link href="https://www.freac.org">fre:ac</link> pour ré-encoder les fichiers sans conversion dans un autre format.
hi: आप फ़ाइलों को किसी अन्य प्रारूप में कनवर्ट किए बिना पुन: एन्कोड करने के लिए <link href="https://www.freac.org">fre:ac</link> का भी उपयोग कर सकते हैं।
hr: Za ponovno kodiranje datoteka bez pretvaranja u jedan drugi format također možete koristiti <link href="https://www.freac.org">fre:ac</link>.

source: Invalid Album Art
hi: अमान्य एल्बम आर्ट

source: An invalid or corrupted embedded album art format can cause issues in displaying music files in Tagger.
hi: अमान्य या दूषित एम्बेडेड एल्बम आर्ट प्रारूप Tagger में संगीत फ़ाइलों को प्रदर्शित करने में समस्याएँ पैदा कर सकता है।

source: FFmpeg can be used to fix album art issues. Run the following command to remove album art data from a file:
hi: एल्बम आर्ट संबंधी समस्याओं को ठीक करने के लिए FFmpeg का उपयोग किया जा सकता है। किसी फ़ाइल से एल्बम आर्ट डेटा हटाने के लिए निम्न आदेश चलाएँ:

# link
source: Format Strings ✍️
es: Formato de las cadenas ✍️
fr: Chaînes de format ✍️
hi: प्रारूप स्ट्रिंग्स ✍️

source: Format Strings
es: Formato de las cadenas
fr: Chaînes de format
hi: प्रारूप स्ट्रिंग्स

source: This page explains the use of format strings for <code>File Name to Tag</code> and <code>Tag to File Name</code> conversions.
es: Esta página explica el uso de cadenas de formato para las conversiones <code>Nombre del archivo para etiquetar</code> y <code>Etiqueta a nombre de archivo</code>.
fr: Cette page explique l’utilisation des chaînes de format pour les conversions <code>Nom de fichier vers balise</code> et <code>Balise vers nom de fichier</code>.
hi: यह पृष्ठ <code>फ़ाइल नाम से टैग</code> और <code>फ़ाइल नाम टैग</code> रूपांतरणों के लिए प्रारूप स्ट्रिंग के उपयोग की व्याख्या करता है।

source: Format
es: Formato
hi: प्रारूप

source: Strings of any format with properties wrapped in percent signs (%).
es: Cadenas de cualquier formato con propiedades envueltas en signos de porcentaje (%).
fr: Chaînes de n’importe quel format avec les propriétés encadrées par des pourcentages (%).
hi: प्रतिशत चिह्नों (%) में लिपटे गुणों के साथ किसी भी प्रारूप की स्ट्रिंग।

source: Example
es: Ejemplo
fr: Exemple
hi: उदाहरण

source: Format String: <code>%artist%- %title%</code>
es: Formato de la cadena: <code>%artist%- %title%</code>
fr: Chaîne de format : <code>%artiste%- %titre%</code>
hi: प्रारूप स्ट्रिंग: <code>%कलाकार%-%शीर्षक%</code>

source: Filename: <code>Artist1 - Song1.mp3</code>
es: Nombre del archivo: <code>Artista1 - Canción1.mp3</code>
fr: Nom de fichier : <code>Artiste1 - Titre1.mp3</code>
hi: फ़ाइल नाम: <code>कलाकार1 - गीत1.mp3</code>

source: When running <code>File Name to Tag</code> conversion, this format string and this file name will create a tag with an artist of <code>Artist1</code> and a title of <code>Song1</code>.
es: Al ejecutar la conversión del <code>Nombre del archivo a etiqueta</code>, esta cadena de formato y este nombre de archivo crearán una etiqueta con un artista de <code>Artista1</code> y un título de <code>Canción1</code>.
fr: Lorsque la conversion <code>Nom de fichier vers balise</code> est lancée, cette chaîne de format et ce nom de fichier créeront une balise avec un artiste <code>Artiste1</code> et un titre <code>Titre1</code>.
hi: <code>फ़ाइल नाम से टैग</code> रूपांतरण चलाते समय, यह प्रारूप स्ट्रिंग और यह फ़ाइल नाम <code>कलाकार1</code> के एक कलाकार और <code>सॉन्ग1</code> के शीर्षक के साथ एक टैग बनाएगा। ।

source: Supported Properties
es: Propiedades compatibles
fr: Propriétés prises en charge
hi: समर्थित प्रॉपर्टी

source: <code>title</code>
es: <code>título</code>
fr: <code>titre</code>
hi: <code>शीर्षक</code>
hr: <code>naslov</code>

source: <code>artist</code>
es: <code>artista</code>
fr: <code>artiste</code>
hi: <code>कलाकार=''</code>
hr: <code>izvođač</code>

source: <code>album</code>
es: <code>álbum</code>
hi: <code>एल्बम</code>

source: <code>year</code>
es: <code>año</code>
fr: <code>année</code>
hi: <code>वर्ष</code>
hr: <code>godina</code>

source: <code>track</code>
es: <code>pista</code>
fr: <code>piste</code>
hi: <code>ट्रैक</code>
hr: <code>pjesma</code>

source: <code>tracktotal</code>
es: <code>pistatotal</code>
fr: <code>pistestotal</code>
hi: <code>ट्रैकटोटल</code>

source: <code>albumartist</code>
es: <code>artistadelálbum</code>
fr: <code>artistedel’album</code>
hi: <code>एल्बमकलाकार</code>
hr: <code>izvođač albuma</code>

source: <code>genre</code>
es: <code>género</code>
hi: <code>शैली</code>
hr: <code>žanr</code>

source: <code>comment</code>
es: <code>comentario</code>
fr: <code>commentaire</code>
hi: <code>टिप्पणी</code>
hr: <code>komentar</code>

source: <code>beatsperminute (bpm)</code>
es: <code>pulsacionesporminuto (ppm)</code>
fr: <code>battementsparminute (bpm)</code>
hi: <code>बीट्सपरमिनट (bpm)</code>

source: <code>composer</code>
es: <code>compositor</code>
fr: <code>compositeur</code>
hi: <code>संगीतकार</code>
hr: <code>skladatelj</code>

source: <code>description</code>
es: <code>descripción</code>
hi: <code>विवरण</code>
hr: <code>opis</code>

source: <code>discnumber</code>
hi: <code>डिस्कनंबर</code>

source: <code>disctotal</code>
hi: <code>डिस्कटोटल</code>

source: <code>publisher</code>
es: <code>editor</code>
fr: <code>maisondedisques</code>
hi: <code>प्रकाशक</code>
hr: <code>izdavač</code>

source: <code>publishingdate</code>
hi: <code>प्रकाशनतिथि</code>

source: When using conversions, custom property names can also be used.
es: Cuando se usan las conversiones, también se pueden usar los nombres de las propiedades personalizadas.
fr: Lors de l’utilisation de la fonctionnalité conversions, des noms de propriété personnalisés peuvent aussi être utilisés.
hi: रूपांतरणों का उपयोग करते समय, कस्टम प्रॉपर्टी नामों का भी उपयोग किया जा सकता है।

source: For example, a custom property who's name is <code>ENCODER</code> can be used as <code>%encoder%</code>.
es: Por ejemplo, una propiedad personalizada cuyo nombre es <code>ENCODER</code> se puede usar como <code>%encoder%</code>.
fr: Par exemple, une propriété personnalisée dont le nom est <code>ENCODEUR</code> peut être utilisée par <code>%encodeur%</code>.
hi: उदाहरण के लिए, एक कस्टम प्रॉपर्टी जिसका नाम <code>ENCODER</code> है, उसे <code>%encoder%</code> के रूप में उपयोग किया जा सकता है।

source: Ignoring in File Name to Tag Conversion
fr: Ignorer des éléments dans la conversion 'Nom de fichier vers balise'
hi: फ़ाइल नाम से लेकर टैग रूपांतरण तक की अनदेखी

source: When running <code>File Name to Tag</code> conversion, an empty <code>%%</code> can be specified to ignore part of the file name when reading it.
fr: Lors de l’exécution d’une conversion <code>Nom de fichier vers balise</code>, un<code>%%</code> vide peut être saisi pour ignorer des parties du nom du fichier lors de sa lecture.
hi: <code>फ़ाइल नाम से टैग</code> रूपांतरण चलाते समय, इसे पढ़ते समय फ़ाइल नाम के भाग को अनदेखा करने के लिए एक खाली <code>%%</code> निर्दिष्ट किया जा सकता है।

source: Format String: <code>%%- %track%. %%</code>
fr: Chaîne de format : <code>%%- %piste%. %%</code>
hi: प्रारूप स्ट्रिंग: <code>%%- %शीर्षक%. %%</code>

source: Filename: <code>Artist1- 05. Song1.mp3</code>
fr: Nom de fichier : <code>Artiste1- 05 Titre1.mp3</code>
hi: फ़ाइल नाम: <code>कलाकार1- 05. गाना1.mp3</code>

source: This format string and this file name will create a tag with a track of <code>05</code> and ignore the rest of the file name.
fr: Cette chaîne de format et ce nom de fichier créeront une balise avec une piste <code>05</code> et ignoreront le reste du nom du fichier.
hi: यह प्रारूप स्ट्रिंग और यह फ़ाइल नाम <code>05</code> के ट्रैक के साथ एक टैग बनाएगा और शेष फ़ाइल नाम को अनदेखा कर देगा।

# link
source: Tagger Help
es: Ayuda de Tagger
fr: Aide de Tagger
hi: Tagger सहायता
hr: Pomoć za Tagger

# text
source: Tagger Help
es: Ayuda de Tagger
fr: Aide de Tagger
hi: Tagger सहायता
hr: Pomoć za Tagger

source: Fyodor Sobolev
hi: फेडर सोबोलेव

source: <_:media-1/> Tagger Help
es: <_:media-1/> Ayuda de Tagger
fr: <_:media-1/> Aide de Tagger
hi: <_:media-1/> Tagger सहायता
hr: <_:media-1/> Pomoć za Tagger

source: This documentation will help you understand how to configure <app>Tagger</app> to get the most of the application.
es: Esta documentación le ayudará a entender cómo configurar <app>Tagger</app> para sacar el máximo partido a la aplicación.
fr: Cette documentation vous aidera à comprendre comment configurer <app>Tagger</app> pour tirer le meilleur parti de l’application.
hi: यह दस्तावेज़ आपको यह समझने में मदद करेगा कि एप्लिकेशन का अधिकतम लाभ उठाने के लिए <app>Tagger</app> को कैसे कॉन्फ़िगर करें।
hr: Dokumentacija će ti pomoći razumjeti kako konfigurirati i na najbolji način koristiti aplikaciju <app>Tagger</app>.

source: To get support, use <link href="https://github.com/NickvisionApps/Tagger/issues">issues</link> or <link href="https://github.com/NickvisionApps/Tagger/discussions">discussions</link> on Github, or <link href="https://bit.ly/3GrfEid">join our Matrix channel</link>.
es: Para obtener ayuda, use <link href="https://github.com/NickvisionApps/Tagger/issues">incidencias</link> o <link href="https://github.com/NickvisionApps/Tagger/discussions">debates</link> en Github, o <link href="https://bit.ly/3GrfEid">únase a nuestro canal Matrix</link>.
fr: Pour obtenir de l’aide, utilisez les <link href="https://github.com/NickvisionApps/Tagger/issues">signalements</link> ou les <link href="https://github.com/NickvisionApps/Tagger/discussions">discussions</link> sur Github, ou <link href="https://bit.ly/3GrfEid">rejoignez notre salon de discussion Matrix</link>.
hi: समर्थन पाने के लिए, <link href="https://github.com/NickvisionApps/Tagger/issues">issues</link> या <link href="https://github.com/NickvisionApps/Tagger/discussions">चर्चाएँ</link> Github पर, या <link href="https://bit.ly/3GrfEid">हमारे Matrix चैनल से जुड़ें</link> का उपयोग करें।
hr: Za podršku koiristi <link href="https://github.com/NickvisionApps/Tagger/issues">probleme</link>, <link href="https://github.com/NickvisionApps/Tagger/discussions">diskusije</link> na Githubu ili <link href="https://bit.ly/3GrfEid">se pridruži našem Matrix kanalu</link>.

source: Supported File Extensions
es: Extensiones de archivo compatibles
fr: Extensions de fichier prises en charge
hi: समर्थित फ़ाइल एक्सटेंशन

# link
source: Advanced Search 🔍
es: Búsqueda avanzada 🔍
fr: Recherche avancée 🔍
hi: उन्नत खोज 🔍
hr: Napredna pretraga 🔍

source: Advanced Search
es: Búsqueda avanzada
fr: Recherche avancée
hi: उन्नत खोज
hr: Napredna pretraga
