Repository: NickvisionApps/Tagger
Catalog: NickvisionTagger.Shared/Docs/po/*.po
Languages: es, fr, hi, hr

source: This page explains how to use Advanced Search in <app>Tagger</app>.
es: En esta página se explica cómo usar la búsqueda avanzada en <app>Tagger</app>.
fr: Cette page explique comment utiliser la recherche avancée dans <app>Tagger</app>.
hi: यह पृष्ठ बताता है कि <app>Tagger</app> में उन्नत खोज का उपयोग कैसे करें।
hr: Ova stranica objašnjava kako koristiti naprednu pretragu u aplikaciji <app>Tagger</app>.

source: Advanced Search is a powerful feature provided by <app>Tagger</app> that allows users to search files' tag contents for certain values, using a powerful tag-based syntax:
es: La búsqueda avanzada es una potente función proporcionada por <app>Tagger</app> que permite a los usuarios buscar determinados valores en el contenido de las etiquetas de los archivos, usando una potente sintaxis basada en etiquetas:
fr: La recherche avancée est une fonctionnalité puissante fournie par <app>Tagger</app> qui permet à l’utilisateur de rechercher le contenu des balises de fichiers, en utilisant une syntaxe intuitive basée sur les balises :
hi: उन्नत खोज <app>Tagger</app> द्वारा प्रदान की गई एक शक्तिशाली सुविधा है जो उपयोगकर्ताओं को एक शक्तिशाली टैग-आधारित सिंटैक्स का उपयोग करके, कुछ मूल्यों के लिए फ़ाइलों की टैग सामग्री को खोजने की अनुमति देती है:
hr: Napredna pretraga je moćna značajka koju pruža <app>Tagger</app>, koja korisnicima omogućuje pretraživanje određenih vrijednosti u sadržaju oznaka datoteka koristeći moćnu sintaksu temeljenu na oznakama:

source: <code>!prop1="value1";prop2="value2"</code>
es: <code>!prop1="valor1";prop2="valor2"</code>
fr: <code>!prop1="valeur1";prop2="valeur2"</code>
hi: <code>!prop1="मान1";prop2="मान2"</code>
hr: <code>!prop1="vrijednost1";prop2="vrijednost2"</code>

source: Where <code>prop1</code>, <code>prop2</code> are valid tag properties and <code>value1</code>, <code>value2</code> are the values to search wrapped in quotes. Each property is separated by a semicolon. Notice how the last property does not end with a semicolon.
es: Donde <code>prop1</code>, <code>prop2</code> son propiedades de etiqueta válidas y <code>value1</code>, <code>value2</code> son los valores a buscar entre comillas. Cada propiedad está separada por un punto y coma. Observe que la última propiedad no termina con punto y coma.
fr: Où <code>prop1</code>, <code>prop2</code> sont des propriétés de balises valides et <code>valeur1</code>, <code>valeur2</code> sont les valeurs à rechercher entre guillemets. Chaque propriété est séparée par un point-virgule. Remarquez que la dernière propriété ne se termine pas par un point-virgule.
hi: जहां <code>prop1</code>, <code>prop2</code> वैध टैग प्रॉपर्टीज हैं और <code>मान1</code>, <code>मान2</code> उद्धरण चिह्नों में खोजे जाने वाले मान हैं। प्रत्येक प्रॉपर्टी को अर्धविराम से अलग किया जाता है. ध्यान दें कि कैसे अंतिम प्रॉपर्टी अर्धविराम के साथ समाप्त नहीं होता है।
hr: Gdje su <code>prop1</code>, <code>prop2</code> važeća svojstva oznake, a <code>value1</code>, <code>value2</code> vrijednosti za pretraživanje pod navodnicima. Svako svojstvo je odvojeno točkom sa zarezom. Zadnje svojstvo ne završava točkom sa zarezom.

source: Valid Properties
es: Propiedades válidas
fr: Propriétés valides
hi: वैध प्रॉपर्टी
hr: Važeća svojstva

source: <code>filename</code>
es: <code>nombredearchivo</code>
fr: <code>filename</code> (nom du fichier)
hi: <code>फ़ाइलनाम</code>
hr: <code>ime datoteke</code>

source: <code>custom</code>
es: <code>personalizado</code>
fr: <code>personnalisé</code>
hi: <code>कस्टम</code>

source: Properties are case-insensitive.
es: Las propiedades distinguen entre mayúsculas y minúsculas.
fr: Les propriétés sont insensibles à la casse.
hi: प्रॉपर्टीज केस-असंवेदनशील हैं।
hr: Svojstva ne razlikuju velika i mala slova.

source: Syntax Checking
es: Comprobación sintáctica
fr: Vérification syntaxique
hi: सिंटैक्स जाँच
hr: Provjera sintakse

source: If the syntax of your string is valid, the textbox will turn green and will filter the listbox with your search. If the syntax of your string is invalid, the textbox will turn red and will not filter the listbox.
es: Si la sintaxis de su cadena es válida, el cuadro de texto se volverá verde y filtrará la lista con su búsqueda. Si la sintaxis de la cadena no es válida, el cuadro de texto se volverá rojo y no filtrará la lista.
fr: Si la syntaxe de votre chaîne est valide, la zone de texte deviendra verte et filtrera la liste avec votre recherche. Si la syntaxe de votre chaîne n’est pas valide, la zone de texte deviendra rouge et ne filtrera pas la liste.
hi: यदि आपकी स्ट्रिंग का सिंटैक्स मान्य है, तो टेक्स्टबॉक्स हरा हो जाएगा और आपकी खोज के साथ सूचीबॉक्स को फ़िल्टर कर देगा। यदि आपकी स्ट्रिंग का सिंटैक्स अमान्य है, तो टेक्स्टबॉक्स लाल हो जाएगा और सूचीबॉक्स को फ़िल्टर नहीं करेगा।
hr: Ako je sintaksa izraza ispravna, tekstualni okvir će se prikazati zelenom bojom i filtrirat će popis s tvojom pretragom. Ako sintaksa izraza nije ispravna, tekstualni okvir će se prikazati crvenom bojom i neće filtrirati popis.

source: Examples
es: Ejemplos
fr: Exemples
hi: उदाहरण
hr: Primjeri

source: <code>!artist=""</code>
es: <code>!artista=""</code>
fr: <code>!artiste=""</code>
hi: <code>!कलाकार=''</code>
hr: <code>!izvođač=""</code>

source: This search string will filter the listbox to contain music files whose artist is empty.
es: Esta cadena de búsqueda filtrará el cuadro de lista para que contenga archivos de música cuyo artista esté vacío.
fr: Cette chaîne de caractères recherchée filtrera la liste pour révéler les fichiers musicaux dont l’artiste n’est pas renseigné.
hi: यह खोज स्ट्रिंग उन संगीत फ़ाइलों को शामिल करने के लिए सूची बॉक्स को फ़िल्टर करेगी जिनका कलाकार खाली है।

source: <code>!genre="";year="2022"</code>
es: <code>!género="";año="2022"</code>
fr: <code>!genre="";année="2022"</code>
hi: <code>!शैली="";वर्ष="2022"</code>
hr: <code>!žanr="";godina="2022"</code>

source: This search string will filter the listbox to contain music files whose genre is empty and whose year is 2022 (Year and Track properties will validate if the value string is a number).
es: Esta cadena de búsqueda filtrará el cuadro de lista para que contenga archivos de música cuyo género esté vacío y cuyo año sea 2022 (las propiedades año y pista se validarán si la cadena de valores es un número).
fr: Cette chaîne de caractères recherchée filtrera la liste pour révéler les fichiers musicaux dont le genre n’est pas renseigné et dont l’année de sortie est 2022 (les propriétés Année et Piste ne doivent contenir que des chiffres pour être valides).
hi: यह खोज स्ट्रिंग उन संगीत फ़ाइलों को शामिल करने के लिए सूची बॉक्स को फ़िल्टर करेगी जिनकी शैली खाली है और जिनका वर्ष 2022 है (यदि मान स्ट्रिंग एक संख्या है तो वर्ष और ट्रैक प्रॉपर्टीज मान्य होंगे)।

source: <code>!title="";artist="bob"</code>
es: <code>!título="";artista="bob"</code>
fr: <code>!titre="";artiste="bob"</code>
hi: <code>!शीर्षक="";कलाकार="बॉब"</code>
hr: <code>!naslov="";izvođač="bob"</code>

source: This search string will filter the listbox to contain music files whose title is empty and whose artist is <code>bob</code>.
es: Esta cadena de búsqueda filtrará el cuadro de lista para que contenga archivos de música cuyo título esté vacío y cuyo artista sea <code>bob</code>.
fr: Cette chaîne de caractères recherchée filtrera la liste pour révéler les fichiers musicaux dont le titre n’est pas renseigné et dont l’artiste est <code>bob</code>.
hi: यह खोज स्ट्रिंग सूची बॉक्स को फ़िल्टर करके उन संगीत फ़ाइलों को शामिल करेगी जिनका शीर्षक खाली है और जिनका कलाकार <code>बॉब</code> है।

source: <code>!custom="mbrd"</code>
es: <code>!personalizado="mbrd"</code>
fr: <code>!personnalisée="mbrd"</code>
hi: <code>!कस्टम='mbrd'</code>

source: This search string will filter the listbox to contain music files that contain a custom property with the name <code>mbrd</code>.
es: Esta cadena de búsqueda filtrará el cuadro de lista para que contenga archivos de música que contengan una propiedad personalizada con el nombre <code>mbrd</code>.
fr: Cette chaîne de caractères recherchée filtrera la liste pour révéler les fichiers musicaux ayant une propriété personnalisée nommée <code>mbrd</code>.
hi: यह खोज स्ट्रिंग उन संगीत फ़ाइलों को शामिल करने के लिए सूची बॉक्स को फ़िल्टर करेगी जिनमें <code>mbrd</code> नाम के साथ एक कस्टम प्रॉपर्टी शामिल है।

# link
source: Unsupported Files 🚫
es: Archivos no compatibles 🚫
fr: Fichiers non pris en charge 🚫
hi: असमर्थित फ़ाइलें 🚫

source: Unsupported Files
es: Archivos no compatibles
fr: Fichiers non pris en charge
hi: असमर्थित फ़ाइलें

source: This page explains music files that are currently unsupported by <app>Tagger</app>.
es: Esta página explica los archivos de música que actualmente no son compatibles con <app>Tagger</app>.
fr: Cette page traité des fichiers musicaux qui ne sont actuellement pas pris en charge par <app>Tagger</app>.
hi: यह पृष्ठ उन संगीत फ़ाइलों की व्याख्या करता है जो वर्तमान में <app>Tagger</app> द्वारा समर्थित नहीं हैं।

source: Tagger uses <link href="https://github.com/Zeugma440/atldotnet">atldotnet</link> for its backend to read and write metadata.
es: Tagger usa <link href="https://github.com/Zeugma440/atldotnet">atldotnet</link> como base para leer y escribir metadatos.
fr: Tagger utilise <link href="https://github.com/Zeugma440/atldotnet">atldotnet</link> comme backend pour lire et éditer les métadonnées.
hi: Tagger मेटाडेटा को पढ़ने और लिखने के लिए अपने बैकएंड के लिए <link href="https://github.com/Zeugma440/atldotnet">atldotnet</link> का उपयोग करता है।

source: No Known Issues At This Time
fr: Aucun problème actuellement connu
hi: इस समय कोई ज्ञात समस्या नहीं है

source: <link href="https://github.com/NickvisionApps/Tagger/issues">Report an issue</link> if you experience any.
fr: <link href="https://github.com/NickvisionApps/Tagger/issues">Signalez un problème</link> si vous en rencontrez un.
hi: यदि आपको कोई समस्या आती है तो <link href="https://github.com/NickvisionApps/Tagger/issues">किसी समस्या की रिपोर्ट करें</link>।

# link
source: Web Services 🌐
es: Servicios web 🌐
fr: Services Web 🌐
hi: वेब सेवाएँ 🌐
hr: Web usluge 🌐

source: Web Services
es: Servicios web
fr: Services Web
hi: वेब सेवाएं
hr: Web usluge

source: This page describes the web services available in Tagger
es: Esta página describe los servicios web disponibles en Tagger
fr: Cette page traite des services web disponibles dans Tagger
hi: यह पृष्ठ Tagger में उपलब्ध वेब सेवाओं का वर्णन करता है
hr: Ova stranica opisuje dostupne web usluge u aplikaciji Tagger

source: Download MusicBrainz Metadata
es: Descargar metadatos de MusicBrainz
fr: Télécharger les métadonnées depuis MusicBrainz
hi: MusicBrainz मेटाडेटा डाउनलोड करें
hr: Preuzmi MusicBrainz metapodatke

source: Identifies a music file through MusicBrainz and downloads its metadata to use in Tagger.
es: Identifica un archivo de música a través de MusicBrainz y descarga sus metadatos para usarlos en Tagger.
fr: Identifie un fichier musical via MusicBrainz et télécharge ses métadonnées pour les utiliser dans Tagger.
hi: MusicBrainz के माध्यम से एक संगीत फ़ाइल की पहचान करता है और Tagger में उपयोग करने के लिए उसका मेटाडेटा डाउनलोड करता है।
hr: Prepoznaje glazbenu datoteku putem MusicBrainza i preuzima njezine metapodatke u Tagger.

source: This service utilizes the AcoustId fingerprint of the file (generated with <code>fpcalc</code>) to determine MusicBrainz recording and release IDs. If IDs are found, metadata such as title, artist, album, and art will be downloaded and set in Tagger.
fr: Ce service utilise l’empreinte AcoustId du fichier (générée avec <code>fpcalc</code>) pour déterminer les identifiants d’enregistrement et de sortie MusicBrainz. Si les identifiants sont trouvés, les métadonnées telles que le titre, l’artiste, l’album et la pochette seront téléchargées et utilisées dans Tagger.
hi: यह सेवा MusicBrainz रिकॉर्डिंग और रिलीज़ ID निर्धारित करने के लिए फ़ाइल के AcoustId फ़िंगरप्रिंट (<code>fpcalc</code> के साथ उत्पन्न) का उपयोग करती है। यदि ID पाई जाती है, तो शीर्षक, कलाकार, एल्बम और आर्ट जैसे मेटाडेटा को डाउनलोड किया जाएगा और Tagger में सेट किया जाएगा।

source: Finding metadata through MusicBrainz isn't 100% reliable and may not be available for uncommon songs.
fr: La recherche de métadonnées dans MusicBrainz n’est pas fiable à 100 % et peut ne pas être disponible pour des chansons peu connues.
hi: MusicBrainz के माध्यम से मेटाडेटा ढूँढना 100% विश्वसनीय नहीं है और असामान्य गानों के लिए उपलब्ध नहीं हो सकता है।

source: Download Lyrics
fr: Télécharger les paroles
hi: गाने के बोल डाउनलोड करें

source: Uses the tag's title and artist information to search for lyrics of the song.
fr: Utilise les balises du titres et des informations sur l’artiste pour rechercher les paroles de la chanson.
hi: गाने के बोल खोजने के लिए टैग के शीर्षक और कलाकार की जानकारी का उपयोग करता है।

source: This service utilizes NetEase's Music163 service for obtaining synchronized lyrics.
fr: Ce service utilise le service Music163 de NetEase pour obtenir des paroles synchronisées.
hi: यह सेवा सिंक्रनाइज़ बोल प्राप्त करने के लिए NetEase की Music163 सेवा का उपयोग करती है।

source: If no synchronized lyrics are found/available, Tagger will use Letras for obtaining unsynchronized lyrics.
fr: S’il n’y a pas de paroles synchronisées trouvées ou disponibles, Tagger utilisera Letras pour obtenir des paroles non synchronisées.
hi: यदि कोई सिंक्रोनाइज़्ड बोल नहीं मिलता/उपलब्ध है, तो Tagger अनसिंक्रनाइज़्ड बोल प्राप्त करने के लिए Letras का उपयोग करेगा।

source: Finding lyrics through these services isn't 100% reliable and may not be available for uncommon songs.
fr: La recherche de paroles via ces services n’est pas fiable à 100 % et peut ne pas être disponible pour des chansons peu connues.
hi: इन सेवाओं के माध्यम से बोल ढूँढना 100% विश्वसनीय नहीं है और असामान्य गीतों के लिए उपलब्ध नहीं हो सकता है।

source: Submit to AcoustId
es: Enviar a AcoustId
fr: Envoyer à AcoustId
hi: AcoustId पर सबमिट करें
hr: Pošalji AcoustId-u

source: Submits data about a music file (identified via its fingerprint) to AcoustId's database. There are two things that can be submitted about a music file:
es: Envía datos sobre un archivo de música (identificados mediante su firma) a la base de datos de AcoustId. Se pueden enviar dos datos sobre un archivo de música:
fr: Soumet des données sur un fichier musical (identifié par son empreinte digitale) à la base de données d’AcoustId. Deux choses peuvent être soumises à propos d’un fichier musical :
hi: AcoustId के डेटाबेस में एक संगीत फ़ाइल (उसकी फ़िंगरप्रिंट के माध्यम से पहचानी गई) के बारे में डेटा सबमिट करता है। किसी संगीत फ़ाइल के बारे में दो चीज़ें सबमिट की जा सकती हैं:
hr: Šalje podatke o glazbenoj datoteci (prepoznata putem digitalnog otiska) u bazu podataka AcousId-a. O glazbenoj datoteci se mogu poslati dva podatka:

source: MusicBrainz Recording ID
es: ID de grabación de MusicBrainz
fr: Identifiant d’enregistrement MusicBrainz
hi: MusicBrainz रिकॉर्डिंग ID
hr: MusicBrainz ID oznaka snimanja

source: A user can submit a MusicBrainz Recording ID to submit to AcoustId. This will pull all data from the associated recording id and use that for sending metadata to AcoustId.
es: Un usuario puede enviar un ID de grabación de MusicBrainz para enviarlo a AcoustId. Esto extraerá todos los datos del identificador de grabación asociado y los usará para enviar metadatos a AcoustId.
fr: Un utilisateur peut soumettre un identifiant d’enregistrement MusicBrainz à AcoustId. Cela permettra d’extraire toutes les données de l’identifiant d’enregistrement associé et de les utiliser pour envoyer des métadonnées à AcoustId.
hi: एक उपयोगकर्ता AcoustId पर सबमिट करने के लिए एक MusicBrainz रिकॉर्डिंग ID सबमिट कर सकता है। यह संबंधित रिकॉर्डिंग ID से सभी डेटा खींच लेगा और AcoustId पर मेटाडेटा भेजने के लिए उसका उपयोग करेगा।
hr: Korisnik može poslati MusicBrainz ID snimke na AcousId. To će povući sve podatke iz pridruženog ID-a snimanja i koristiti ih za slanje metapodataka na AcousId.

source: User Metadata
es: Metadatos de usuario
fr: Métadonnées utilisateur
hi: उपयोगकर्ता मेटाडेटा
hr: Metapodaci korisnika

source: A user can submit their metadata from Tagger to AcoustId.
es: Un usuario puede enviar sus metadatos desde Tagger a AcoustId.
fr: Un utilisateur peut soumettre ses métadonnées de Tagger à AcoustId.
hi: उपयोगकर्ता अपना मेटाडेटा Tagger से AcoustId पर सबमिट कर सकता है।
hr: Korisnik može poslati svoje metapodatke iz Taggera u AcoustId.

source: A proper <code>AcoustId User API Key</code> must be set in <code>Preferences</code> for this service to work.
es: Para que este servicio funcione, debe configurarse en <code>Preferencias</code> una <code>Clave API de usuario de AcoustId</code> adecuada.
fr: Une <code>Clé d’API de l’utilisateur AcoustId</code> appropriée doit être définie dans les <code>Préférences</code> pour que ce service fonctionne.
hi: इस सेवा के काम करने के लिए एक उचित <code>AcoustId उपयोगकर्ता API कुंजी</code> को <code>Preferences</code> में सेट किया जाना चाहिए।
hr: Odgovarajući <code>AcoustId korisnički API ključ</code> mora biti zadan u <code>Postavkama</code> da bi ova usluga radila.

source: Remember Last Opened Folder
es: Recordar última carpeta abierta
hr: Zapamti zadnju otvorenu mapu

source: Whether or not to remember the previously used music folder and reopen it when Tagger starts the next time.
es: Recordar o no la carpeta de música usada anteriormente y volver a abrirla cuando Tagger se inicie la próxima vez.
hr: Da li zapamtiti prethodno korištenu mapu s glazbom i ponovo je otvoriti kada se Tagger sljedeći put pokrene.

source: Unable To Apply Changes - Permission Denied
es: No se pueden aplicar los cambios - Permiso denegado

source: There is a known issue of the flatpak version of the app running on Debian-based systems where you are unable to save files due to a "permission denied" error.
es: Existe un problema conocido de la versión flatpak de la aplicación que se ejecuta en sistemas basados en Debian en el que no se pueden guardar archivos debido a un error de "permiso denegado".

source: Please see this for the fix: <link href="https://github.com/NickvisionApps/Tagger/issues/174"/>
es: Por favor, mira esto para corregirlo: <link href="https://github.com/NickvisionApps/Tagger/issues/174"/>

source: Please confirm that you are receiving the "permission denied" error before trying this.
es: Por favor, confirma que recibe el error "permiso denegado" antes de intentarlo.

source: Run <app>Tagger</app> in the terminal via <code>flatpak run org.nickvision.tagger</code>, then try to apply changes again, and you will find an error message in the terminal.
es: Ejecuta <app>Tagger</app> en el terminal mediante <code>flatpak run org.nickvision.tagger</code>, luego intenta aplicar los cambios de nuevo, y encontrarás un mensaje de error en el terminal.

source: If it is not a "permission denied" error, please <link href="https://github.com/NickvisionApps/Tagger/issues/174">report a new issue</link>.
es: Si no es un error de "permiso denegado", por favor <link href="https://github.com/NickvisionApps/Tagger/issues/174">reporta un nuevo problema</link>.

source: This service utilizies the AcoustId fingerprint of the file (generated with <code>fpcalc</code>) to determine MusicBrainz recording and release IDs. If IDs are found, metadata such as title, artist, album, and art will be downloaded and set in Tagger.
es: Este servicio usa la firma AcoustId del archivo (generada con <code>fpcalc</code>) para determinar los ID de grabación y publicación de MusicBrainz. Si se encuentran los ID, los metadatos como título, artista, álbum y arte se descargarán y se establecerán en Tagger.
hr: Ova usluga koristi AcousId-ev digitalni otisak datoteke (generiran pomoću <code>fpcalc</code>) za određivanje ID oznaka snimanja i izdanja MusicBrainza. Ako se ID oznake pronađu, metapodaci kao što su naslov, izvođač, album i slika će se preuzeti i postaviti u Tagger.

source: Finding metadata through MusicBrainz isn't 100% realiable and may not be available for uncommom songs.
es: Encontrar metadatos a través de MusicBrainz no es 100% fiable y puede que no estén disponibles para canciones poco comunes.
hr: Pronalaženje metapodataka putem MusicBrainza nije 100 % pouzdano i možda neće biti dostupno za nepoznate pjesme.

source: <app>Tagger</app> ignores corrupted files, but displays a dialog listing corrupted file for you to manage and fix accordingly.
hr: <app>Tagger</app> zanemaruje oštećene datoteke, ali prikazuje dijaloški okvir s popisom oštećenih datoteka za upravljanje i ispravljanje tih datoteka.
